{"ast":null,"code":"import Thumbnail from \"../images/chapter-8-thumbnail.png\";\nimport Posi1 from \"../images/datingPosi1.png\";\nimport Posi2 from \"../images/datingPosi2.png\";\nvar datingSlides = [{\n  id: '1',\n  heading: \"Dating\",\n  summary: [\"At this stage in your life, your family may feel that you are too young to need a boyfriend. But I understand you are interested, so here are some tips\\u2074 to get you started and keep you safe:\"],\n  numberList: [{\n    id: '1',\n    bullet: [\"Start out like you would start a new friendship. Be open, honest, respectful, and have good communication. Get to know a person by talking on the phone or at school before you go out for the first time.\"]\n  }, {\n    id: '2',\n    bullet: [\"Spend time away from him. I know this is challenging, but it is an important step. You want to spend some time together and some time apart, because this allows you to be with your boyfriend and your family and other friends. \"]\n  }, {\n    id: '3',\n    bullet: [\"NEVER feel pressured to do something that you don\\u2019t want to do. The other person should always respect your right to say no to anything that makes you feel uncomfortable. It is important that you are both clear with each other about what each of you will and will not do. Talk about your boundaries ahead of time, so that you aren\\u2019t pressured on the spot.\"]\n  }, {\n    id: '4',\n    bullet: [\"Go out with a group of friends to a public place the first few times you spend time together.\"]\n  }, {\n    id: '5',\n    bullet: [\"Be clear with the other person about what you feel comfortable doing and what time your parents/guardians want you to be home.\"]\n  }, {\n    id: '6',\n    bullet: [\"Plan fun activities like going to the movies, a picnic, the mall, or for a walk.\"]\n  }, {\n    id: '7',\n    bullet: [\"Tell at least one friend and your parents/guardians who you are going out with and where you are going. Be sure to also tell them how to reach you.\"]\n  }],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\",\n  pinkPosi: Posi1\n}, {\n  id: '2',\n  heading: \"Sex\",\n  summary: [\"These days, there are different types of sex. They are anal, oral and vaginal. I know everyone acts like oral sex is no big deal, but it is. You can get a sexually transmitted infection (STI) or human immunodeficiency virus (HIV) through oral sex just as easily as you can by having unsafe vaginal sex.\", \"It is really important for you to understand that YOU DETERMINE YOUR WORTH. It\\u2019s not determined by the boy who tells you he loves you. It is not determined by how many times you have sex. It is not determined by people on TV or in the movies. YOU\\u2014YOU put a value on your life and your body. Having sex is a really emotional thing, and having it with the wrong person at the wrong time can disrupt you emotionally. So know that the time will come when you are healthy, happy, and in a loving relationship, but that time is not now. Give your mind and your body space to develop and learn what you really want from that special person.\"],\n  bullets: [{\n    heading: 'Virgin is not a bad word; it’s a BEAUTIFUL word. And it’s one you should be proud to say.',\n    bullet: []\n  }],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\"\n}, {\n  id: '3',\n  heading: \"Sexually Transmitted Infections (STIs)\",\n  summary: [\"Sexually transmitted infections (STIs)\\u2014more commonly known as sexually transmitted diseases (STDs)\\u2014are infections or diseases spread by sexual contact. They can also be passed to your baby during pregnancy.\", \"Exposure to an STI can occur anytime you have sex or close contact with the genitals, mouth or rectum of another person. But exposure is more likely if a person has many sex partners or does not use condoms. Contracting an STI can be prevented by not having sex of any kind (abstinence).\"],\n  bullets: [{\n    heading: 'Other STIs include:',\n    bullet: [\"Chlamydia\", \"Genital herpes\", \"Genital warts or human papillomavirus (HPV). Certain types of HPV can cause cancer of the cervix in women\", \"Gonorrhea\", \"Hepatitis B\", \"Syphilis\", \"Trichomoniasis\", \"Human immunodeficiency virus (HIV), which causes AIDS.\", \"Other infections that may be sexually transmitted, including hepatitis C, scabies and pubic lice.\"]\n  }],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\"\n}, {\n  id: '4',\n  heading: \"Human Papillomavirus Virus (or HPV)\",\n  summary: [\"Human papillomavirus (HPV) is considered a sexually transmitted infection (STI) because it is caused by a virus that can be spread by sexual contact. There are many types of HPV. Some types cause warts that you can see or feel. Other types do not cause any symptoms. Most people do not know they have an HPV infection.\", \"HPV creates risks for cervical and anal cancer, and is found during a Pap test. A new vaccine called GARDASIL\\xAE protects against four types of HPV, which together cause most cases of cervical cancer and genital warts. According to the GARDASIL\\xAE web site, www.oneless.com, GARDASIL\\xAE is for girls and women ages 9 to 26. GARDASIL\\xAE works when given before you have any contact with HPV Types 6, 11, 16, and 18. Please talk with your parent, guardian or doctor for more information on this vaccine.\"],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\",\n  pinkPosi: Posi2\n}, {\n  id: '5',\n  heading: \"HIV and AIDS\",\n  summary: [\"Human immunodeficiency virus (HIV) is a virus that attacks your body\\u2019s defense (immune) system. Without a strong defense system, the body has trouble fighting off disease. Both the virus and the infection it causes are called HIV. Acquired immunodeficiency syndrome (AIDS) is the last stage of infection.\"],\n  bullets: [{\n    paragraph: [\"You can get HIV from contact with infected blood, semen or vaginal fluids. This means it can be transmitted by:\"],\n    bullet: [\"having unprotected sex with someone who has HIV.\", \"sharing drug needles with someone who is infected with HIV.\", \"passing it to your baby during pregnancy, birth or breast-feeding.\"]\n  }, {\n    paragraph: [\"Because HIV cannot survive well outside the body, it isn\\u2019t spread by casual contact such as kissing or sharing drinking glasses with an infected person. HIV is diagnosed through a blood test. You can prevent contracting and spreading HIV by:\"],\n    bullet: [\"practicing safe sex. This means abstaining completely or using a condom every time you have sex (including oral sex) until you are sure you and your partner are not infected with HIV.\", \"having no more than one sex partner at a time. The safest sex is with one partner who has sex only with you.\", \"talking to your partner before you have sex the first time. Find out if he or she is at risk for HIV. Get tested together and retested six months later. Use condoms in the meantime.\", \"not drinking alcohol before sex. You might let down your guard and not practice safe sex.\", \"not sharing personal items, such as toothbrushes or razors.\", \"never sharing needles or syringes with anyone.\"]\n  }, {\n    paragraph: [\"Most STIs can be treated and cured, but some cannot. Some STIs, such as HIV and syphilis, can cause death.\"]\n  }],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\"\n}, {\n  id: '6',\n  heading: \"Birth Control\",\n  summary: [\"Whether you believe it or not, life is very different after having sex, getting pregnant or contracting an STI. And the only way to prevent pregnancy, an STI or HIV is to practice abstinence (no sex of any kind).\", \"But if you are already having sex or are planning to have sex, it is my job to make sure you are having safe sex. Always speak with your parent or guardian. And always use a condom\\u2014no matter what. Bring your own and make sure your partner is wearing it by looking for yourself. You can get pregnant the first time. You can get an STI the first time. You can get HIV the first time. Make sure you are safe every time.\", \"Condoms are not optional. Just because you are on the pill, that doesn\\u2019t mean you shouldn\\u2019t use a condom. Here are other birth control methods for you to speak with your parent, guardian or doctor about:\"],\n  numberList: [{\n    id: '1',\n    bullet: [\"Hormonal birth control pill\"]\n  }, {\n    id: '2',\n    bullet: [\"Hormonal skin patch\"]\n  }, {\n    id: '3',\n    bullet: [\"Hormone injection\"]\n  }],\n  paragraph: [\"Always use these methods with a condom. Before you have sex, please see a doctor about the best birth control method for you. This is an especially important step if you have a medical condition, as some medicines may not help but harm.\"],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\"\n}, {\n  id: '7',\n  heading: \"Medical Privacy\",\n  summary: [\"If you are a teen, your privacy depends on the laws in your state. Most state laws protect a teen\\u2019s privacy and freedom to see a doctor for birth control services. Some states, however, require most teens to have a parent\\u2019s consent for prescription birth control. For information about your state\\u2019s laws, see Minors\\u2019 Access to Contraceptive Services at www.guttmacher.org/statecenter/contraception.html.\"],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\"\n}, {\n  id: '8',\n  heading: \"Pregnancy\",\n  summary: [\"Because you are now having a menstrual cycle, you CAN get pregnant\\u2014whether you are on or off of your period. A pregnancy occurs because the egg that is released during ovulation has been fertilized by the sperm from a boy\\u2019s penis. Again, you CAN get pregnant at any time during the month. The most common time to get pregnant is the five days before your egg is released and the day of release. But because predicting when you ovulate is complicated, it is possible to get pregnant at any time\\u2014especially if your period is irregular or you miss it frequently.\", \"Babies don\\u2019t come from a stork; no one drops them off at your door; you don\\u2019t go to the hospital and come home with one. If you get pregnant, you must carry that baby in your uterus for forty weeks then deliver it through your vagina. And if this sounds a little scary, that\\u2019s because it is. I know you have seen the size of some babies; that big baby came from the very small vaginal canal that you have. This is not a joke, and it\\u2019s not a game. Babies are not toys that you can play with today and give to someone else tomorrow. They require feeding, changing, bathing, cooing, playing, teaching, attention, and everything else that you require, times two hundred.\"],\n  table: [{\n    title: 'Here are some common myths and the real truths of sex and pregnancy:',\n    tableHeading: ['Myth', 'Truth'],\n    tableData: [[\"I can\\u2019t get pregnant the first time I have sex.\", \"Getting pregnant has nothing to do with how many times you have sex. If you are near the time of ovulation when you have sexual intercourse, you can get pregnant.\"], [\"I can\\u2019t get pregnant if I\\u2019m very young.\", \"If you have started your periods, you can get pregnant, even if your body is not mature enough to handle the stress of pregnancy. Girls age 10 or 11, or even younger, have gotten pregnant. You can also get pregnant in the month before you start your first period.\"], [\"I can\\u2019t get pregnant if I have sex standing up.\", \"Your position has nothing to do with getting pregnant. The egg and sperm can move no matter what position you are in.\"], [\"I can\\u2019t get pregnant if I have sex during my period.\", \"Although the chance of getting pregnant at this time is less for most women, if you have short cycles (less than 28 days) or irregular periods, you may be able to get pregnant if you have sex during your period.\"], [\"I can\\u2019t get pregnant if I have sex in a hot tub.\", \"If you have unprotected sex, you can get pregnant, regardless of where you are.\"]],\n    tableRef: \"Adapted from Kaiser Permanente, members.kp.org, \\u201CMyths about sex and pregnancy,\\u201D last viewed March 21, 2007.\"\n  }],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\"\n}, {\n  id: '9',\n  heading: \"Things to Remember about Dating & Sex:\",\n  numberList: [{\n    id: '1',\n    bullet: [\"The best sex is NO SEX. And abstinence is your best protection against disease.\"]\n  }, {\n    id: '2',\n    bullet: [\"You can get a sexually transmitted infection (STI) or HIV if you have unsafe sex (anal, oral or vaginal).\"]\n  }, {\n    id: '3',\n    bullet: [\"YOU put a value on your life and your body.\"]\n  }, {\n    id: '4',\n    bullet: [\"Virgin is not a bad word; it\\u2019s a BEAUTIFUL word. And it\\u2019s one you should be proud to say. \"]\n  }, {\n    id: '5',\n    bullet: [\"Exposure to an STI can occur anytime a person has sex or close contact with the genitals, mouth or rectum of another person.\"]\n  }, {\n    id: '6',\n    bullet: [\"Most STIs can be treated and cured, but some, such as HIV and syphilis, can cause death.\"]\n  }, {\n    id: '7',\n    bullet: [\"The only way to prevent pregnancy and/or getting an STI or HIV is to practice abstinence (no sex of any kind).\"]\n  }, {\n    id: '8',\n    bullet: [\"If you are already having sex or planning to have sex, always use a condom.\"]\n  }, {\n    id: '9',\n    bullet: [\"You CAN get pregnant the first time.\"]\n  }, {\n    id: '10',\n    bullet: [\"You CAN get an STI the first time.\"]\n  }, {\n    id: '11',\n    bullet: [\"You CAN get HIV the first time.\"]\n  }, {\n    id: '12',\n    bullet: [\"Make sure you are safe every time.\"]\n  }],\n  image: Thumbnail,\n  imageAlt: \"chapter 8 Dating and Sex\"\n}];\nexport default datingSlides;","map":{"version":3,"names":["Thumbnail","Posi1","Posi2","datingSlides","id","heading","summary","numberList","bullet","image","imageAlt","pinkPosi","bullets","paragraph","table","title","tableHeading","tableData","tableRef"],"sources":["/home/curtis/Desktop/expo-apps/fromSneakers/chapters/datingSlides.js"],"sourcesContent":["import Thumbnail from '../images/chapter-8-thumbnail.png';\nimport Posi1 from '../images/datingPosi1.png';\nimport Posi2 from '../images/datingPosi2.png';\n\nconst datingSlides = [\n    {\n        id: '1',\n        heading: `Dating`,\n        summary: [`At this stage in your life, your family may feel that you are too young to need a boyfriend. But I understand you are interested, so here are some tips\\u2074 to get you started and keep you safe:`],\n        numberList: [\n            {\n                id: '1',\n                bullet: [`Start out like you would start a new friendship. Be open, honest, respectful, and have good communication. Get to know a person by talking on the phone or at school before you go out for the first time.`]\n            },\n            {\n                id: '2',\n                bullet: [`Spend time away from him. I know this is challenging, but it is an important step. You want to spend some time together and some time apart, because this allows you to be with your boyfriend and your family and other friends. `]\n            },\n            {\n                id: '3',\n                bullet: [`NEVER feel pressured to do something that you don’t want to do. The other person should always respect your right to say no to anything that makes you feel uncomfortable. It is important that you are both clear with each other about what each of you will and will not do. Talk about your boundaries ahead of time, so that you aren’t pressured on the spot.`]\n            },\n            {\n                id: '4',\n                bullet: [`Go out with a group of friends to a public place the first few times you spend time together.`]\n            },\n            {\n                id: '5',\n                bullet: [`Be clear with the other person about what you feel comfortable doing and what time your parents/guardians want you to be home.`]\n            },\n            {\n                id: '6',\n                bullet: [`Plan fun activities like going to the movies, a picnic, the mall, or for a walk.`]\n            },\n            {\n                id: '7',\n                bullet: [`Tell at least one friend and your parents/guardians who you are going out with and where you are going. Be sure to also tell them how to reach you.`]\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`,\n        pinkPosi: Posi1\n    },\n    {\n        id: '2',\n        heading: `Sex`,\n        summary: [\n            `These days, there are different types of sex. They are anal, oral and vaginal. I know everyone acts like oral sex is no big deal, but it is. You can get a sexually transmitted infection (STI) or human immunodeficiency virus (HIV) through oral sex just as easily as you can by having unsafe vaginal sex.`,\n\n            `It is really important for you to understand that YOU DETERMINE YOUR WORTH. It’s not determined by the boy who tells you he loves you. It is not determined by how many times you have sex. It is not determined by people on TV or in the movies. YOU—YOU put a value on your life and your body. Having sex is a really emotional thing, and having it with the wrong person at the wrong time can disrupt you emotionally. So know that the time will come when you are healthy, happy, and in a loving relationship, but that time is not now. Give your mind and your body space to develop and learn what you really want from that special person.`,\n        ],\n        bullets: [\n            {\n                heading: 'Virgin is not a bad word; it’s a BEAUTIFUL word. And it’s one you should be proud to say.',\n                bullet: [],\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`\n    },\n    {\n        id: '3',\n        heading: `Sexually Transmitted Infections (STIs)`,\n        summary: [\n            `Sexually transmitted infections (STIs)—more commonly known as sexually transmitted diseases (STDs)—are infections or diseases spread by sexual contact. They can also be passed to your baby during pregnancy.`,\n\n            `Exposure to an STI can occur anytime you have sex or close contact with the genitals, mouth or rectum of another person. But exposure is more likely if a person has many sex partners or does not use condoms. Contracting an STI can be prevented by not having sex of any kind (abstinence).`\n        ],\n        bullets: [\n            {\n                heading: 'Other STIs include:',\n                bullet: [\n                    `Chlamydia`,\n                    `Genital herpes`,\n                    `Genital warts or human papillomavirus (HPV). Certain types of HPV can cause cancer of the cervix in women`,\n                    `Gonorrhea`,\n                    `Hepatitis B`,\n                    `Syphilis`,\n                    `Trichomoniasis`,\n                    `Human immunodeficiency virus (HIV), which causes AIDS.`,\n                    `Other infections that may be sexually transmitted, including hepatitis C, scabies and pubic lice.`\n                ],\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`\n    },\n    {\n        id: '4',\n        heading: `Human Papillomavirus Virus (or HPV)`,\n        summary: [\n            `Human papillomavirus (HPV) is considered a sexually transmitted infection (STI) because it is caused by a virus that can be spread by sexual contact. There are many types of HPV. Some types cause warts that you can see or feel. Other types do not cause any symptoms. Most people do not know they have an HPV infection.`,\n\n            `HPV creates risks for cervical and anal cancer, and is found during a Pap test. A new vaccine called GARDASIL® protects against four types of HPV, which together cause most cases of cervical cancer and genital warts. According to the GARDASIL® web site, www.oneless.com, GARDASIL® is for girls and women ages 9 to 26. GARDASIL® works when given before you have any contact with HPV Types 6, 11, 16, and 18. Please talk with your parent, guardian or doctor for more information on this vaccine.`\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`,\n        pinkPosi: Posi2\n    },\n    {\n        id: '5',\n        heading: `HIV and AIDS`,\n        summary: [`Human immunodeficiency virus (HIV) is a virus that attacks your body’s defense (immune) system. Without a strong defense system, the body has trouble fighting off disease. Both the virus and the infection it causes are called HIV. Acquired immunodeficiency syndrome (AIDS) is the last stage of infection.`],\n        bullets: [\n            {\n                paragraph: [`You can get HIV from contact with infected blood, semen or vaginal fluids. This means it can be transmitted by:`],\n                bullet: [\n                    `having unprotected sex with someone who has HIV.`,\n                    `sharing drug needles with someone who is infected with HIV.`,\n                    `passing it to your baby during pregnancy, birth or breast-feeding.`\n                ],\n            },\n            {\n                paragraph: [`Because HIV cannot survive well outside the body, it isn’t spread by casual contact such as kissing or sharing drinking glasses with an infected person. HIV is diagnosed through a blood test. You can prevent contracting and spreading HIV by:`],\n                bullet: [\n                    `practicing safe sex. This means abstaining completely or using a condom every time you have sex (including oral sex) until you are sure you and your partner are not infected with HIV.`,\n                    `having no more than one sex partner at a time. The safest sex is with one partner who has sex only with you.`,\n                    `talking to your partner before you have sex the first time. Find out if he or she is at risk for HIV. Get tested together and retested six months later. Use condoms in the meantime.`,\n                    `not drinking alcohol before sex. You might let down your guard and not practice safe sex.`,\n                    `not sharing personal items, such as toothbrushes or razors.`,\n                    `never sharing needles or syringes with anyone.`\n                ],\n            },\n            {\n                paragraph: [`Most STIs can be treated and cured, but some cannot. Some STIs, such as HIV and syphilis, can cause death.`]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`\n    },\n    {\n        id: '6',\n        heading: `Birth Control`,\n        summary: [\n            `Whether you believe it or not, life is very different after having sex, getting pregnant or contracting an STI. And the only way to prevent pregnancy, an STI or HIV is to practice abstinence (no sex of any kind).`,\n\n            `But if you are already having sex or are planning to have sex, it is my job to make sure you are having safe sex. Always speak with your parent or guardian. And always use a condom—no matter what. Bring your own and make sure your partner is wearing it by looking for yourself. You can get pregnant the first time. You can get an STI the first time. You can get HIV the first time. Make sure you are safe every time.`,\n\n            `Condoms are not optional. Just because you are on the pill, that doesn’t mean you shouldn’t use a condom. Here are other birth control methods for you to speak with your parent, guardian or doctor about:`\n        ],\n        numberList: [\n            {\n                id: '1',\n                bullet: [`Hormonal birth control pill`]\n            },\n            {\n                id: '2',\n                bullet: [`Hormonal skin patch`]\n            },\n            {\n                id: '3',\n                bullet: [`Hormone injection`]\n            },\n        ],\n        paragraph: [`Always use these methods with a condom. Before you have sex, please see a doctor about the best birth control method for you. This is an especially important step if you have a medical condition, as some medicines may not help but harm.`],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`\n    },\n    {\n        id: '7',\n        heading: `Medical Privacy`,\n        summary: [`If you are a teen, your privacy depends on the laws in your state. Most state laws protect a teen’s privacy and freedom to see a doctor for birth control services. Some states, however, require most teens to have a parent’s consent for prescription birth control. For information about your state’s laws, see Minors’ Access to Contraceptive Services at www.guttmacher.org/statecenter/contraception.html.`],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`\n    },\n    {\n        id: '8',\n        heading: `Pregnancy`,\n        summary: [\n            `Because you are now having a menstrual cycle, you CAN get pregnant—whether you are on or off of your period. A pregnancy occurs because the egg that is released during ovulation has been fertilized by the sperm from a boy’s penis. Again, you CAN get pregnant at any time during the month. The most common time to get pregnant is the five days before your egg is released and the day of release. But because predicting when you ovulate is complicated, it is possible to get pregnant at any time—especially if your period is irregular or you miss it frequently.`,\n\n            `Babies don’t come from a stork; no one drops them off at your door; you don’t go to the hospital and come home with one. If you get pregnant, you must carry that baby in your uterus for forty weeks then deliver it through your vagina. And if this sounds a little scary, that’s because it is. I know you have seen the size of some babies; that big baby came from the very small vaginal canal that you have. This is not a joke, and it’s not a game. Babies are not toys that you can play with today and give to someone else tomorrow. They require feeding, changing, bathing, cooing, playing, teaching, attention, and everything else that you require, times two hundred.`\n        ],\n        table: [\n            {\n                title: 'Here are some common myths and the real truths of sex and pregnancy:',\n                tableHeading: ['Myth', 'Truth'],\n                tableData: [\n                    [`I can’t get pregnant the first time I have sex.`, `Getting pregnant has nothing to do with how many times you have sex. If you are near the time of ovulation when you have sexual intercourse, you can get pregnant.`],\n                    [`I can’t get pregnant if I’m very young.`, `If you have started your periods, you can get pregnant, even if your body is not mature enough to handle the stress of pregnancy. Girls age 10 or 11, or even younger, have gotten pregnant. You can also get pregnant in the month before you start your first period.`],\n                    [`I can’t get pregnant if I have sex standing up.`, `Your position has nothing to do with getting pregnant. The egg and sperm can move no matter what position you are in.`],\n                    [`I can’t get pregnant if I have sex during my period.`, `Although the chance of getting pregnant at this time is less for most women, if you have short cycles (less than 28 days) or irregular periods, you may be able to get pregnant if you have sex during your period.`],\n                    [`I can’t get pregnant if I have sex in a hot tub.`, `If you have unprotected sex, you can get pregnant, regardless of where you are.`]\n                ],\n                tableRef:`Adapted from Kaiser Permanente, members.kp.org, “Myths about sex and pregnancy,” last viewed March 21, 2007.`\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`\n    },\n    {\n        id: '9',\n        heading: `Things to Remember about Dating & Sex:`,\n        numberList: [\n            {\n                id: '1',\n                bullet: [`The best sex is NO SEX. And abstinence is your best protection against disease.`]\n            },\n            {\n                id: '2',\n                bullet: [`You can get a sexually transmitted infection (STI) or HIV if you have unsafe sex (anal, oral or vaginal).`]\n            },\n            {\n                id: '3',\n                bullet: [`YOU put a value on your life and your body.`]\n            },\n            {\n                id: '4',\n                bullet: [`Virgin is not a bad word; it’s a BEAUTIFUL word. And it’s one you should be proud to say. `]\n            },\n            {\n                id: '5',\n                bullet: [`Exposure to an STI can occur anytime a person has sex or close contact with the genitals, mouth or rectum of another person.`]\n            },\n            {\n                id: '6',\n                bullet: [`Most STIs can be treated and cured, but some, such as HIV and syphilis, can cause death.`]\n            },\n            {\n                id: '7',\n                bullet: [`The only way to prevent pregnancy and/or getting an STI or HIV is to practice abstinence (no sex of any kind).`]\n            },\n            {\n                id: '8',\n                bullet: [`If you are already having sex or planning to have sex, always use a condom.`]\n            },\n            {\n                id: '9',\n                bullet: [`You CAN get pregnant the first time.`]\n            },\n            {\n                id: '10',\n                bullet: [`You CAN get an STI the first time.`]\n            },\n            {\n                id: '11',\n                bullet: [`You CAN get HIV the first time.`]\n            },\n            {\n                id: '12',\n                bullet: [`Make sure you are safe every time.`]\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 8 Dating and Sex`\n    },\n];\n\nexport default datingSlides;"],"mappings":"AAAA,OAAOA,SAAS;AAChB,OAAOC,KAAK;AACZ,OAAOC,KAAK;AAEZ,IAAMC,YAAY,GAAG,CACjB;EACIC,EAAE,EAAE,GAAG;EACPC,OAAO,UAAU;EACjBC,OAAO,EAAE,uMAAuM;EAChNC,UAAU,EAAE,CACR;IACIH,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,CACJ;EACDC,KAAK,EAAET,SAAS;EAChBU,QAAQ,4BAA4B;EACpCC,QAAQ,EAAEV;AACd,CAAC,EACD;EACIG,EAAE,EAAE,GAAG;EACPC,OAAO,OAAO;EACdC,OAAO,EAAE,y7BAIR;EACDM,OAAO,EAAE,CACL;IACIP,OAAO,EAAE,2FAA2F;IACpGG,MAAM,EAAE;EACZ,CAAC,CACJ;EACDC,KAAK,EAAET,SAAS;EAChBU,QAAQ;AACZ,CAAC,EACD;EACIN,EAAE,EAAE,GAAG;EACPC,OAAO,0CAA0C;EACjDC,OAAO,EAAE,+fAIR;EACDM,OAAO,EAAE,CACL;IACIP,OAAO,EAAE,qBAAqB;IAC9BG,MAAM,EAAE;EAWZ,CAAC,CACJ;EACDC,KAAK,EAAET,SAAS;EAChBU,QAAQ;AACZ,CAAC,EACD;EACIN,EAAE,EAAE,GAAG;EACPC,OAAO,uCAAuC;EAC9CC,OAAO,EAAE,+zBAIR;EACDG,KAAK,EAAET,SAAS;EAChBU,QAAQ,4BAA4B;EACpCC,QAAQ,EAAET;AACd,CAAC,EACD;EACIE,EAAE,EAAE,GAAG;EACPC,OAAO,gBAAgB;EACvBC,OAAO,EAAE,yTAAoT;EAC7TM,OAAO,EAAE,CACL;IACIC,SAAS,EAAE,mHAAmH;IAC9HL,MAAM,EAAE;EAKZ,CAAC,EACD;IACIK,SAAS,EAAE,0PAAqP;IAChQL,MAAM,EAAE;EAQZ,CAAC,EACD;IACIK,SAAS,EAAE;EACf,CAAC,CACJ;EACDJ,KAAK,EAAET,SAAS;EAChBU,QAAQ;AACZ,CAAC,EACD;EACIN,EAAE,EAAE,GAAG;EACPC,OAAO,iBAAiB;EACxBC,OAAO,EAAE,01BAMR;EACDC,UAAU,EAAE,CACR;IACIH,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,CACJ;EACDK,SAAS,EAAE,gPAAgP;EAC3PJ,KAAK,EAAET,SAAS;EAChBU,QAAQ;AACZ,CAAC,EACD;EACIN,EAAE,EAAE,GAAG;EACPC,OAAO,mBAAmB;EAC1BC,OAAO,EAAE,2aAAuZ;EAChaG,KAAK,EAAET,SAAS;EAChBU,QAAQ;AACZ,CAAC,EACD;EACIN,EAAE,EAAE,GAAG;EACPC,OAAO,aAAa;EACpBC,OAAO,EAAE,ovCAIR;EACDQ,KAAK,EAAE,CACH;IACIC,KAAK,EAAE,sEAAsE;IAC7EC,YAAY,EAAE,CAAC,MAAM,EAAE,OAAO,CAAC;IAC/BC,SAAS,EAAE,CACP,8NAAyN,EACzN,gUAAsT,EACtT,iLAA4K,EAC5K,oRAA+Q,EAC/Q,4IAAuI,CAC1I;IACDC,QAAQ;EACZ,CAAC,CACJ;EACDT,KAAK,EAAET,SAAS;EAChBU,QAAQ;AACZ,CAAC,EACD;EACIN,EAAE,EAAE,GAAG;EACPC,OAAO,0CAA0C;EACjDE,UAAU,EAAE,CACR;IACIH,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,GAAG;IACPI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,IAAI;IACRI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,IAAI;IACRI,MAAM,EAAE;EACZ,CAAC,EACD;IACIJ,EAAE,EAAE,IAAI;IACRI,MAAM,EAAE;EACZ,CAAC,CACJ;EACDC,KAAK,EAAET,SAAS;EAChBU,QAAQ;AACZ,CAAC,CACJ;AAED,eAAeP,YAAY"},"metadata":{},"sourceType":"module"}