{"ast":null,"code":"import Thumbnail from \"../images/chapter-1-thumbnail.png\";\nimport chapterTitle from \"../images/chapter-1-title.png\";\nimport Posi1 from \"../images/introPosi.png\";\nvar introSlides = [{\n  id: '1',\n  summary: [\"Did you know the introduction of a book is used to set the tone for the reader? It\\u2019s sort of a way for the writer (me) to tell the reader (you) the book\\u2019s purpose (goal). When I began writing from sneakers & jeans...the purpose was very clear. To give teen girls...JUST LIKE YOU...the tools and information that\\u2019s helped me become happy, healthy, independent, and strong.\", \"I\\u2019m writing this book to tell you that everyone has amazing, great, good, OK, not so good, pretty bad, and very sad things happen. But having a solid sense of who you are, and loving yourself despite your faults and failures, will give you the strength to move forward when the not so good, the pretty bad and the very sad things happen. Throughout my entire life, there have been people (more than I can count, with some family included) who thought I was...AND STILL AM...weird and awkward. And you know what, THAT\\u2019S OK. That\\u2019s OK, because I\\u2019m SPLENDID. And splendid people are innovators; while ordinary people are followers. I believe in being true to who I am. And for me, that means doing what feels natural; standing on the side of what is right; and treating others the way I want to be treated. I don\\u2019t think I have ever made a decision, of any kind, because it was \\u201Cpopular\\u201D or \\u201Chot.\\u201D I KNOW ME. I AM HAPPY WITH ME. And I DON\\u2019T COMPROMISE MY CHARACTER FOR ANY REASON or ANYONE.\", \"I am fortunate to have a mother that worked very hard to teach me the importance of being a woman amongst women. Which for me is: A woman who can think for herself. A woman who can learn from her mistakes. A woman who can believe in herself, when no one else does. A woman who is strong in spirit, when her body is weak. A woman who knows, that where you are today, doesn\\u2019t mean that\\u2019s where you\\u2019ll be tomorrow.\", \"My hope is that from sneakers & jeans...will give you what you need to become a woman amongst women. So to start you off in the right direction,  I offer to you this very powerful quote:\"],\n  quote: [\"\\u201CWatch your thoughts; they become your words. Watch your words; they become your actions. Watch your actions; they become your habits. Watch your habits; they become your character. Watch your character for it will become your destiny.\\u201D\\n \\u2014Unknown\"],\n  titleImage: chapterTitle,\n  chapterTitleAlt: 'introdution chapter',\n  image: Thumbnail,\n  imageAlt: \"chapter 1 Introduction\",\n  pinkPosi: Posi1\n}];\nexport default introSlides;","map":{"version":3,"names":["Thumbnail","chapterTitle","Posi1","introSlides","id","summary","quote","titleImage","chapterTitleAlt","image","imageAlt","pinkPosi"],"sources":["/home/curtis/Desktop/expo-apps/fromSneakers/chapters/introSlides.js"],"sourcesContent":["import Thumbnail from '../images/chapter-1-thumbnail.png';\nimport chapterTitle from '../images/chapter-1-title.png';\nimport Posi1 from '../images/introPosi.png';\n\nconst introSlides = [\n    {\n        id: '1',\n        summary: [\n            `Did you know the introduction of a book is used to set the tone for the reader? It’s sort of a way for the writer (me) to tell the reader (you) the book’s purpose (goal). When I began writing from sneakers & jeans...the purpose was very clear. To give teen girls...JUST LIKE YOU...the tools and information that’s helped me become happy, healthy, independent, and strong.`,\n\n            `I’m writing this book to tell you that everyone has amazing, great, good, OK, not so good, pretty bad, and very sad things happen. But having a solid sense of who you are, and loving yourself despite your faults and failures, will give you the strength to move forward when the not so good, the pretty bad and the very sad things happen. Throughout my entire life, there have been people (more than I can count, with some family included) who thought I was...AND STILL AM...weird and awkward. And you know what, THAT’S OK. That’s OK, because I’m SPLENDID. And splendid people are innovators; while ordinary people are followers. I believe in being true to who I am. And for me, that means doing what feels natural; standing on the side of what is right; and treating others the way I want to be treated. I don’t think I have ever made a decision, of any kind, because it was “popular” or “hot.” I KNOW ME. I AM HAPPY WITH ME. And I DON’T COMPROMISE MY CHARACTER FOR ANY REASON or ANYONE.`,\n\n            `I am fortunate to have a mother that worked very hard to teach me the importance of being a woman amongst women. Which for me is: A woman who can think for herself. A woman who can learn from her mistakes. A woman who can believe in herself, when no one else does. A woman who is strong in spirit, when her body is weak. A woman who knows, that where you are today, doesn’t mean that’s where you’ll be tomorrow.`,\n\n            `My hope is that from sneakers & jeans...will give you what you need to become a woman amongst women. So to start you off in the right direction,  I offer to you this very powerful quote:`\n        ],\n        quote: [\n            `“Watch your thoughts; they become your words. Watch your words; they become your actions. Watch your actions; they become your habits. Watch your habits; they become your character. Watch your character for it will become your destiny.”\\n —Unknown`\n        ],\n        titleImage: chapterTitle,\n        chapterTitleAlt: 'introdution chapter',\n        image: Thumbnail,\n        imageAlt: `chapter 1 Introduction`,\n        pinkPosi: Posi1\n    }\n];\n\nexport default introSlides;"],"mappings":"AAAA,OAAOA,SAAS;AAChB,OAAOC,YAAY;AACnB,OAAOC,KAAK;AAEZ,IAAMC,WAAW,GAAG,CAChB;EACIC,EAAE,EAAE,GAAG;EACPC,OAAO,EAAE,mgEAQR;EACDC,KAAK,EAAE,0QAEN;EACDC,UAAU,EAAEN,YAAY;EACxBO,eAAe,EAAE,qBAAqB;EACtCC,KAAK,EAAET,SAAS;EAChBU,QAAQ,0BAA0B;EAClCC,QAAQ,EAAET;AACd,CAAC,CACJ;AAED,eAAeC,WAAW"},"metadata":{},"sourceType":"module"}