{"ast":null,"code":"import Posi1 from \"../images/selfWorthPosi.png\";\nimport Posi2 from \"../images/selfWorthPosi1.png\";\nvar selfWorthSlides = [{\n  id: '1',\n  bullets: [{\n    heading: \"The moment you allow your history to hold your mind hostage, you rob your future of its breath.\",\n    paragraph: [\"Self-worth is seeing yourself as having value. Self-esteem is how you are feeling about yourself. Before self-esteem comes self-worth. If you don\\u2019t see yourself as valuable, you will never feel great about who you are.\", \"Your self-worth affects every aspect of your life. It determines whether you will lead or follow. Whether you have sex before you want or wait until it\\u2019s your time. Whether you will strike out with your own business or continue to work in a job that you hate. Whether you will be content and happy with four excellent friends or \\u201Cfake\\u201D happy with forty. And whether you will be the girl with the guy who treats you better than the lyrics of a great love song or the girl with the guy who calls you a b##ch and hits you.\", \"I have been depressed, and it made me forget that I was worthy of everything God had placed on this earth for me. I almost killed myself, but I cried out for God to help me, because I knew that His presence was always there. It was painful. And I hurt. But growth in life comes from pushing through and learning after times of pain and hurt. So don\\u2019t give up; don\\u2019t give in. Just grit your teeth, hold on and know that you are worthy of life and God\\u2019s love.\"]\n  }]\n}, {\n  id: '2',\n  heading: \"Avoiding Fragile Self-Worth\",\n  bullets: [{\n    heading: \"Stay away from criticism\",\n    paragraph: [\"Negative messages and thoughts about yourself can make your self-worth fragile. So, instead of kicking yourself for a mistake you\\u2019ve made, it is healthier to accept that humans make mistakes. Then, learn what you can from the mistake and decide not to repeat the same mistake again.\"]\n  }, {\n    paragraph: [\"Don\\u2019t always try to please others over yourself. While it is considerate to pay attention to and care about other people\\u2019s feelings, your own feelings and needs are just as important. Don\\u2019t neglect yourself.\", \"Keep it real by being who you are\"],\n    heading: \"Take care of yourself\"\n  }, {\n    paragraph: [\"Don\\u2019t try to be like someone else. Trying to be someone you\\u2019re not can lead to a lack of self-worth and confidence. Understand that we are all unique in our own ways and we cannot be someone else. It\\u2019s all right to strive to be better, but don\\u2019t criticize yourself for not being as successful or as popular as someone else. \"],\n    heading: \"Keep it real by being who you are\"\n  }, {\n    heading: \"If you take life too seriously, you won\\u2019t get out alive\",\n    paragraph: [\"Don\\u2019t take life or yourself too seriously. It\\u2019s common to make mistakes. Failure just means that you are not successful yet. Everyone fails on their way to success. See failure as a road to learning. Obstacles and problems can make you stronger if you work to overcome them.\"]\n  }, {\n    heading: \"Build-up your self-worth\",\n    paragraph: [\"Self-worth is an attitude that allows you to have positive yet realistic views of yourself and your situations. Those with high self-worth tend to trust in their own abilities. You need to gain control of your life and set real expectations for yourself.\"]\n  }],\n  pinkPosi: Posi1\n}, {\n  id: '3',\n  heading: \"Steps to Improvement\",\n  bullets: [{\n    heading: \"Make a list of things that you like about yourself\",\n    paragraph: [\"This list can help you find likeable qualities about yourself that you often take for granted.\"]\n  }, {\n    heading: \"Do something nice for yourself\",\n    paragraph: [\"You can take the time to treat yourself with love and kindness by doing the things you find enjoyment in.\"]\n  }, {\n    heading: \"Remind yourself of things that you value in yourself\",\n    paragraph: [\"It\\u2019s important to keep in mind the valuable things that you genuinely appreciate in yourself\\u2014like your great personality.\"]\n  }, {\n    heading: \"Talk over your feelings of discouragement\",\n    paragraph: [\"Sometimes it helps to talk to a family member or a trusted friend about your feelings of discouragement. In the process of talking with someone else, you may begin to recall the valuable things about yourself or be reminded of them by your friends. \"]\n  }, {\n    heading: \"Try doing things that you\\u2019ve never tried before\",\n    paragraph: [\"It is always a bit of a challenge to try new things, and the act of accepting these challenges can sometimes affirm your sense of worth (as long as you don\\u2019t expect perfection the first time).\", \"Temporary fluctuations in your feelings of self-worth are fairly common, and they happen to most of us. However, if your self-worth is fragile for a long period of time or your mood shifts quite often, it may be important to seek help.\"]\n  }, {\n    heading: \"Influences on your self-worth\",\n    paragraph: [\"In a today\\u2019s world, it is easy to base your self-worth on your clothes or how much money you have. This can lead to unrealistic expectations of yourself, or high debt, just to \\u201Clook\\u201D happy. When the world judges you based on your possessions, your self-worth will get you through. Having a strong self-worth is based on who you are, not on what you do for a living or what you have. \", \"Don\\u2019t allow your self-worth and decisions to be based on the opinions of others. There will always be people who don\\u2019t understand and won\\u2019t believe in you. These are the times for you to be strong in who you are and believe in yourself. Listen, to a lot of people, I am awkward and weird. But I don\\u2019t think I have ever made a decision, of any kind, because someone said I should or because it was \\u201Cpopular.\\u201D Why, because I, and I alone, have to live with the consequences of my actions/decisions. And so will you.\"]\n  }, {\n    heading: 'Receiving constructive criticism',\n    paragraph: [\"I really want you to understand that there is a clear difference between destructive criticism and constructive criticism. Destructive criticism is feedback that destroys your self-worth, cuts you down or degrades you. Constructive criticism is feedback that builds you and helps you become a better version of yourself.\", \"By definition, the word constructive means \\u201Cpromoting improvement and development.\\u201D (Source: Merriam-Webster Online Dictionary, www.m-w.com, last viewed September 29, 2007).\", \"Constructive criticism may not be what you want to hear, but it is a natural part of personal growth and improvement. We get better by recognizing that we aren\\u2019t perfect and that we don\\u2019t have all of the answers. Constructive criticism, although you may not always agree with it, helps you know better. Then, you can do better and be better.\"]\n  }]\n}, {\n  id: '4',\n  heading: \"Your self-worth is based on:\",\n  bullets: [{\n    bullet: [\"Your value as a person\", \"Your purpose in life\", \"Your position in the world\", \"Your strengths and weaknesses\", \"How you relate to others\", \"Your independence and ability to stand on your own two feet\"],\n    paragraph: [\"With a stronger self-worth, you will find yourself happier, healthier, more confident, more steadfast, and more motivated. If you have a fragile self-worth, you may find yourself in the position I was in\\u2014depressed, unhappy, sad, and in a long-standing bad mood with no self-confidence.\", \"Your focus for your life can\\u2019t be what friends, family, employers, and significant others have as standards. You must have your own standards. Again, it is okay to solicit advice from others in your life, but you can\\u2019t allow their expectations to consume and control your life\\u2019s choices. When you do that, you give the other person(s) power over your life. Don\\u2019t allow your worth to be placed in the hands of others. Take this quiz (next page) to get an idea of the influences in your life.\"]\n  }]\n}, {\n  id: '5',\n  heading: \"Calculate Your Self-Worth\",\n  summary: [\"I behave the way others expect me to so that they will like me.\", \"I don\\u2019t think I\\u2019m on equal grounds with others and have difficulties developing positive relationships.\", \"I rarely trust myself nor feel strong enough to handle things on my own.\", \"I don\\u2019t take compliments very well because I think the person isn\\u2019t being truthful.\", \"I am afraid of being judged by others.\", \"I often feel inferior to others.\", \"I let other people set the standards for my life.\", \"I find it hard to forgive myself for making mistakes.\", \"I feel a sense of failure when my grades are lower than those of my peers.\", \"I wish I was more like other people\\u2014I feel so different.\"],\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '6',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I don\\u2019t think I\\u2019m on equal grounds with others and have difficulties developing positive relationships.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '7',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I rarely trust myself nor feel strong enough to handle things on my own.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '8',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I don\\u2019t take compliments very well because I think the person isn\\u2019t being truthful.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '9',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I am afraid of being judged by others.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '10',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I often feel inferior to others.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '11',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I let other people set the standards for my life.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '12',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I find it hard to forgive myself for making mistakes.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '13',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I feel a sense of failure when my grades are lower than those of my peers.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '14',\n  heading: \"Calculate Your Self-Worth\",\n  summary: \"I wish I was more like other people\\u2014I feel so different.\",\n  options: [{\n    label: '1 - Not at all true',\n    value: 1\n  }, {\n    label: '2 - Slightly true',\n    value: 2\n  }, {\n    label: '3 - Unsure',\n    value: 3\n  }, {\n    label: '4 - Mostly true',\n    value: 4\n  }, {\n    label: '5 - True',\n    value: 5\n  }]\n}, {\n  id: '15',\n  heading: \"Your Self-Worth Score Is:\",\n  bullets: [{\n    heading: \"What do your scores mean?\",\n    paragraph: [\"41 to 50 You have very fragile self-worth. Find out more about some of the things that may be causing you to feel poorly about yourself.\", \"31 to 40 Your somewhat fragile self-worth is holding you back. You may want to learn some strategies that will prevent your self-worth from plunging further.\", '21 to 30 You have fairly strong self-worth, but there is room for improvement. Check out some ways to improve your self-worth.', \"Less than 20 You have strong self-worth. You should still review ways to maintain your  sense of personal value.\", \"Keep working to build your self-worth. To start growing into the person you were meant to be, I suggest you begin by looking within to find your creative niche (the one thing that you feel sets you apart from everyone else). Don\\u2019t start dying your hair  yellow or orange; just ask yourself, \\u201CWhat interests me? What is in me that I haven\\u2019t developed because it\\u2019s not what people think I should do or because I don\\u2019t have any support?\\u201D Then I want you to take that thought, put it on paper and expand it. Expand the possibilities of it. Expand the purpose of it. Expand the YOU in it. Become multi-dimensional. Live outside of the box. Or, redefine what living inside the box means.\"]\n  }]\n}, {\n  id: '16',\n  heading: \"Things To Remember\",\n  numberList: [{\n    id: '1',\n    bullet: [\"See yourself as having value.\"]\n  }, {\n    id: '2',\n    bullet: [\"Have your own standards.\"]\n  }, {\n    id: '3',\n    bullet: [\"Don\\u2019t let the expectations of others consume and control your life\\u2019s choices.\"]\n  }, {\n    id: '4',\n    bullet: [\"YOU DETERMINE YOUR WORTH.\"]\n  }],\n  pinkPosi: Posi2\n}];\nexport default selfWorthSlides;","map":{"version":3,"names":["Posi1","Posi2","selfWorthSlides","id","bullets","heading","paragraph","pinkPosi","bullet","summary","options","label","value","numberList"],"sources":["/home/curtis/Desktop/expo-apps/fromSneakers/chapters/selfWorthSlide.js"],"sourcesContent":["import Posi1 from '../images/selfWorthPosi.png';\nimport Posi2 from '../images/selfWorthPosi1.png';\nconst selfWorthSlides = [\n    {\n        id: '1',\n        bullets: [\n            {\n                heading: `The moment you allow your history to hold your mind hostage, you rob your future of its breath.`,\n                paragraph: [\n                    `Self-worth is seeing yourself as having value. Self-esteem is how you are feeling about yourself. Before self-esteem comes self-worth. If you don’t see yourself as valuable, you will never feel great about who you are.`,\n\n                    `Your self-worth affects every aspect of your life. It determines whether you will lead or follow. Whether you have sex before you want or wait until it’s your time. Whether you will strike out with your own business or continue to work in a job that you hate. Whether you will be content and happy with four excellent friends or “fake” happy with forty. And whether you will be the girl with the guy who treats you better than the lyrics of a great love song or the girl with the guy who calls you a b##ch and hits you.`,\n\n                    `I have been depressed, and it made me forget that I was worthy of everything God had placed on this earth for me. I almost killed myself, but I cried out for God to help me, because I knew that His presence was always there. It was painful. And I hurt. But growth in life comes from pushing through and learning after times of pain and hurt. So don’t give up; don’t give in. Just grit your teeth, hold on and know that you are worthy of life and God’s love.`\n                ],\n            }\n        ],\n    },\n    {\n        id: '2',\n        heading: `Avoiding Fragile Self-Worth`,\n        bullets: [\n            {\n                heading: `Stay away from criticism`,\n                paragraph: [\n                    `Negative messages and thoughts about yourself can make your self-worth fragile. So, instead of kicking yourself for a mistake you’ve made, it is healthier to accept that humans make mistakes. Then, learn what you can from the mistake and decide not to repeat the same mistake again.`]\n            },\n\n            {\n                paragraph: [\n                    `Don’t always try to please others over yourself. While it is considerate to pay attention to and care about other people’s feelings, your own feelings and needs are just as important. Don’t neglect yourself.`,\n                    `Keep it real by being who you are`],\n                heading: `Take care of yourself`,\n            },\n            {\n                paragraph: [`Don’t try to be like someone else. Trying to be someone you’re not can lead to a lack of self-worth and confidence. Understand that we are all unique in our own ways and we cannot be someone else. It’s all right to strive to be better, but don’t criticize yourself for not being as successful or as popular as someone else. `],\n                heading: `Keep it real by being who you are`\n            },\n            {\n                heading: `If you take life too seriously, you won’t get out alive`,\n                paragraph: [`Don’t take life or yourself too seriously. It’s common to make mistakes. Failure just means that you are not successful yet. Everyone fails on their way to success. See failure as a road to learning. Obstacles and problems can make you stronger if you work to overcome them.`],\n            },\n            {\n                heading: `Build-up your self-worth`,\n                paragraph: [\n                    `Self-worth is an attitude that allows you to have positive yet realistic views of yourself and your situations. Those with high self-worth tend to trust in their own abilities. You need to gain control of your life and set real expectations for yourself.`],\n            }\n        ],\n        pinkPosi: Posi1\n    },\n    {\n        id: '3',\n        heading: `Steps to Improvement`,\n        bullets: [\n            {\n                heading: `Make a list of things that you like about yourself`,\n                paragraph: [`This list can help you find likeable qualities about yourself that you often take for granted.`]\n            },\n            {\n                heading: `Do something nice for yourself`,\n                paragraph: [`You can take the time to treat yourself with love and kindness by doing the things you find enjoyment in.`]\n            },\n\n            {\n                heading: `Remind yourself of things that you value in yourself`,\n                paragraph: [`It’s important to keep in mind the valuable things that you genuinely appreciate in yourself—like your great personality.`]\n            },\n            {\n                heading: `Talk over your feelings of discouragement`,\n                paragraph: [`Sometimes it helps to talk to a family member or a trusted friend about your feelings of discouragement. In the process of talking with someone else, you may begin to recall the valuable things about yourself or be reminded of them by your friends. `,]\n            },\n            {\n                heading: `Try doing things that you’ve never tried before`,\n                paragraph: [`It is always a bit of a challenge to try new things, and the act of accepting these challenges can sometimes affirm your sense of worth (as long as you don’t expect perfection the first time).`,\n\n                    `Temporary fluctuations in your feelings of self-worth are fairly common, and they happen to most of us. However, if your self-worth is fragile for a long period of time or your mood shifts quite often, it may be important to seek help.`]\n            },\n            {\n                heading: `Influences on your self-worth`,\n                paragraph: [`In a today’s world, it is easy to base your self-worth on your clothes or how much money you have. This can lead to unrealistic expectations of yourself, or high debt, just to “look” happy. When the world judges you based on your possessions, your self-worth will get you through. Having a strong self-worth is based on who you are, not on what you do for a living or what you have. `,\n\n                    `Don’t allow your self-worth and decisions to be based on the opinions of others. There will always be people who don’t understand and won’t believe in you. These are the times for you to be strong in who you are and believe in yourself. Listen, to a lot of people, I am awkward and weird. But I don’t think I have ever made a decision, of any kind, because someone said I should or because it was “popular.” Why, because I, and I alone, have to live with the consequences of my actions/decisions. And so will you.`]\n            },\n            {\n                heading: 'Receiving constructive criticism',\n                paragraph: [`I really want you to understand that there is a clear difference between destructive criticism and constructive criticism. Destructive criticism is feedback that destroys your self-worth, cuts you down or degrades you. Constructive criticism is feedback that builds you and helps you become a better version of yourself.`,\n\n                    `By definition, the word constructive means “promoting improvement and development.” (Source: Merriam-Webster Online Dictionary, www.m-w.com, last viewed September 29, 2007).`,\n\n                    `Constructive criticism may not be what you want to hear, but it is a natural part of personal growth and improvement. We get better by recognizing that we aren’t perfect and that we don’t have all of the answers. Constructive criticism, although you may not always agree with it, helps you know better. Then, you can do better and be better.`\n                ]\n            },\n        ]\n    },\n    {\n        id: '4',\n        heading: `Your self-worth is based on:`,\n        bullets: [\n            {\n                bullet: [\n                    `Your value as a person`,\n                    `Your purpose in life`,\n                    `Your position in the world`,\n                    `Your strengths and weaknesses`,\n                    `How you relate to others`,\n                    `Your independence and ability to stand on your own two feet`\n                ],\n                paragraph: [\n                    `With a stronger self-worth, you will find yourself happier, healthier, more confident, more steadfast, and more motivated. If you have a fragile self-worth, you may find yourself in the position I was in—depressed, unhappy, sad, and in a long-standing bad mood with no self-confidence.`,\n\n                    `Your focus for your life can’t be what friends, family, employers, and significant others have as standards. You must have your own standards. Again, it is okay to solicit advice from others in your life, but you can’t allow their expectations to consume and control your life’s choices. When you do that, you give the other person(s) power over your life. Don’t allow your worth to be placed in the hands of others. Take this quiz (next page) to get an idea of the influences in your life.`,\n                ]\n            }\n        ]\n    },\n    {\n        id: '5',\n        heading: `Calculate Your Self-Worth`,\n        summary: [\n            `I behave the way others expect me to so that they will like me.`,\n            `I don’t think I’m on equal grounds with others and have difficulties developing positive relationships.`,\n            `I rarely trust myself nor feel strong enough to handle things on my own.`,\n            `I don’t take compliments very well because I think the person isn’t being truthful.`,\n            `I am afraid of being judged by others.`,\n            `I often feel inferior to others.`,\n            `I let other people set the standards for my life.`,\n            `I find it hard to forgive myself for making mistakes.`,\n            `I feel a sense of failure when my grades are lower than those of my peers.`,\n            `I wish I was more like other people—I feel so different.`,\n        ],\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '6',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I don’t think I’m on equal grounds with others and have difficulties developing positive relationships.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '7',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I rarely trust myself nor feel strong enough to handle things on my own.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '8',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I don’t take compliments very well because I think the person isn’t being truthful.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '9',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I am afraid of being judged by others.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '10',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I often feel inferior to others.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '11',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I let other people set the standards for my life.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '12',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I find it hard to forgive myself for making mistakes.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '13',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I feel a sense of failure when my grades are lower than those of my peers.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '14',\n        heading: `Calculate Your Self-Worth`,\n        summary: `I wish I was more like other people—I feel so different.`,\n        options: [\n            { label: '1 - Not at all true', value: 1 },\n            { label: '2 - Slightly true', value: 2 },\n            { label: '3 - Unsure', value: 3 },\n            { label: '4 - Mostly true', value: 4 },\n            { label: '5 - True', value: 5 }\n        ]\n    },\n    {\n        id: '15',\n        heading: `Your Self-Worth Score Is:`,\n        bullets: [\n            {\n\n                heading: `What do your scores mean?`,\n                paragraph: [`41 to 50 You have very fragile self-worth. Find out more about some of the things that may be causing you to feel poorly about yourself.`,\n\n                    `31 to 40 Your somewhat fragile self-worth is holding you back. You may want to learn some strategies that will prevent your self-worth from plunging further.`,\n\n                    '21 to 30 You have fairly strong self-worth, but there is room for improvement. Check out some ways to improve your self-worth.',\n\n                    `Less than 20 You have strong self-worth. You should still review ways to maintain your  sense of personal value.`,\n\n                    `Keep working to build your self-worth. To start growing into the person you were meant to be, I suggest you begin by looking within to find your creative niche (the one thing that you feel sets you apart from everyone else). Don’t start dying your hair  yellow or orange; just ask yourself, “What interests me? What is in me that I haven’t developed because it’s not what people think I should do or because I don’t have any support?” Then I want you to take that thought, put it on paper and expand it. Expand the possibilities of it. Expand the purpose of it. Expand the YOU in it. Become multi-dimensional. Live outside of the box. Or, redefine what living inside the box means.`\n                ]\n            }\n        ]\n    },\n    {\n        id: '16',\n        heading: `Things To Remember`,\n        numberList: [\n            {\n                id: '1',\n                bullet: [`See yourself as having value.`]\n            },\n            {\n                id: '2',\n                bullet: [`Have your own standards.`]\n            },\n            {\n                id: '3',\n                bullet: [`Don’t let the expectations of others consume and control your life’s choices.`]\n            },\n            {\n                id: '4',\n                bullet: [`YOU DETERMINE YOUR WORTH.`]\n            }\n        ],\n        pinkPosi: Posi2\n    }\n];\n\nexport default selfWorthSlides;"],"mappings":"AAAA,OAAOA,KAAK;AACZ,OAAOC,KAAK;AACZ,IAAMC,eAAe,GAAG,CACpB;EACIC,EAAE,EAAE,GAAG;EACPC,OAAO,EAAE,CACL;IACIC,OAAO,mGAAmG;IAC1GC,SAAS,EAAE;EAOf,CAAC;AAET,CAAC,EACD;EACIH,EAAE,EAAE,GAAG;EACPE,OAAO,+BAA+B;EACtCD,OAAO,EAAE,CACL;IACIC,OAAO,4BAA4B;IACnCC,SAAS,EAAE;EAEf,CAAC,EAED;IACIA,SAAS,EAAE,uQAE6B;IACxCD,OAAO;EACX,CAAC,EACD;IACIC,SAAS,EAAE,4VAAwU;IACnVD,OAAO;EACX,CAAC,EACD;IACIA,OAAO,gEAA2D;IAClEC,SAAS,EAAE;EACf,CAAC,EACD;IACID,OAAO,4BAA4B;IACnCC,SAAS,EAAE;EAEf,CAAC,CACJ;EACDC,QAAQ,EAAEP;AACd,CAAC,EACD;EACIG,EAAE,EAAE,GAAG;EACPE,OAAO,wBAAwB;EAC/BD,OAAO,EAAE,CACL;IACIC,OAAO,sDAAsD;IAC7DC,SAAS,EAAE;EACf,CAAC,EACD;IACID,OAAO,kCAAkC;IACzCC,SAAS,EAAE;EACf,CAAC,EAED;IACID,OAAO,wDAAwD;IAC/DC,SAAS,EAAE;EACf,CAAC,EACD;IACID,OAAO,6CAA6C;IACpDC,SAAS,EAAE;EACf,CAAC,EACD;IACID,OAAO,wDAAmD;IAC1DC,SAAS,EAAE;EAGf,CAAC,EACD;IACID,OAAO,iCAAiC;IACxCC,SAAS,EAAE;EAGf,CAAC,EACD;IACID,OAAO,EAAE,kCAAkC;IAC3CC,SAAS,EAAE;EAMf,CAAC;AAET,CAAC,EACD;EACIH,EAAE,EAAE,GAAG;EACPE,OAAO,gCAAgC;EACvCD,OAAO,EAAE,CACL;IACII,MAAM,EAAE,4MAOP;IACDF,SAAS,EAAE;EAKf,CAAC;AAET,CAAC,EACD;EACIH,EAAE,EAAE,GAAG;EACPE,OAAO,6BAA6B;EACpCI,OAAO,EAAE,grBAWR;EACDC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,GAAG;EACPE,OAAO,6BAA6B;EACpCI,OAAO,qHAA2G;EAClHC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,GAAG;EACPE,OAAO,6BAA6B;EACpCI,OAAO,4EAA4E;EACnFC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,GAAG;EACPE,OAAO,6BAA6B;EACpCI,OAAO,iGAAuF;EAC9FC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,GAAG;EACPE,OAAO,6BAA6B;EACpCI,OAAO,0CAA0C;EACjDC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,IAAI;EACRE,OAAO,6BAA6B;EACpCI,OAAO,oCAAoC;EAC3CC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,IAAI;EACRE,OAAO,6BAA6B;EACpCI,OAAO,qDAAqD;EAC5DC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,IAAI;EACRE,OAAO,6BAA6B;EACpCI,OAAO,yDAAyD;EAChEC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,IAAI;EACRE,OAAO,6BAA6B;EACpCI,OAAO,8EAA8E;EACrFC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,IAAI;EACRE,OAAO,6BAA6B;EACpCI,OAAO,iEAA4D;EACnEC,OAAO,EAAE,CACL;IAAEC,KAAK,EAAE,qBAAqB;IAAEC,KAAK,EAAE;EAAE,CAAC,EAC1C;IAAED,KAAK,EAAE,mBAAmB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACxC;IAAED,KAAK,EAAE,YAAY;IAAEC,KAAK,EAAE;EAAE,CAAC,EACjC;IAAED,KAAK,EAAE,iBAAiB;IAAEC,KAAK,EAAE;EAAE,CAAC,EACtC;IAAED,KAAK,EAAE,UAAU;IAAEC,KAAK,EAAE;EAAE,CAAC;AAEvC,CAAC,EACD;EACIT,EAAE,EAAE,IAAI;EACRE,OAAO,6BAA6B;EACpCD,OAAO,EAAE,CACL;IAEIC,OAAO,6BAA6B;IACpCC,SAAS,EAAE,8SAIP,gIAAgI;EAMxI,CAAC;AAET,CAAC,EACD;EACIH,EAAE,EAAE,IAAI;EACRE,OAAO,sBAAsB;EAC7BQ,UAAU,EAAE,CACR;IACIV,EAAE,EAAE,GAAG;IACPK,MAAM,EAAE;EACZ,CAAC,EACD;IACIL,EAAE,EAAE,GAAG;IACPK,MAAM,EAAE;EACZ,CAAC,EACD;IACIL,EAAE,EAAE,GAAG;IACPK,MAAM,EAAE;EACZ,CAAC,EACD;IACIL,EAAE,EAAE,GAAG;IACPK,MAAM,EAAE;EACZ,CAAC,CACJ;EACDD,QAAQ,EAAEN;AACd,CAAC,CACJ;AAED,eAAeC,eAAe"},"metadata":{},"sourceType":"module"}