{"ast":null,"code":"import Thumbnail from\"../images/chapter-5-thumbnail.png\";import Remember from\"../images/remember5.png\";import Posi1 from\"../images/healthPosi1.png\";import Posi2 from\"../images/healthPosi2.png\";var healthAndHygiene=[{id:'1',summary:[\"If you plan on living a healthy, long, fulfilling life, you have to have three things going for you. One is keeping regularly scheduled appointments with your doctors and dentist. Two is being physically active. And three is a good, balanced diet.\"],heading:\"Health\",bullets:[{summary:[\"To be the best person you can be, stay on top of your health. Get regular exams, medical and dental, as a way to prevent disease. Prevention of disease or illness will reduce your risk of medical problems in the future considerably. And don\\u2019t forget your immunizations (shots) and dental cleanings.\"],title:\"Preventive Care Schedule\",tableData:[[\"Physical exam*\",\"every 1-2 years\"],[\"STI and HIV**\",\"every 1 year, more frequently if sexually active\"],[\"Dental exam\",\"every 6 months\"],[\"Pap smear/pelvic exam (women only)\",\"every 1 year (with a gynecologist)\"],[\"Breast exam (women only)\",\"every 1 year\"],[\"Mental health exam***\",\"whenever you are feeling stressed, depressed, angry, unhappy, suicidal (whether at home or work)\"],[\"Influenza vaccine (flu shot)\",\"suggested every 1 year\"],[\"Vision check\",\"every 2-3 years\"],[\"Immunizations\",\"speak with your primary care doctor to check if you are up-to-date\"],[\"*you have the right to a doctor who treats you with respect and listens when you have a problem or concern. if you ever feel like this is not the kind of doctor you have, you have the right to pick another doctor. when choosing a physician, you should feel comfortable enough to speak with them about anything.\"],[\"**always practice safe sexual behavior by abstaining from sex or using a condom during every encounter.\"],[\"***all health insurance companies have a list of mental health professionals that you can call. usually, you can also choose the type of person (male or female), ethnicity (for example, African American, Asian, Caucasian, Hispanic) or language of the professional.\"]]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\",pinkPosi:Posi1},{id:'2',heading:\"Puberty\",bullets:[{summary:[\"During your teenage years (adolescence), your body is going through many changes that are happening at a fast pace. These changes can be confusing, but they are also fun and new. For most young women, puberty happens between ages nine and sixteen.\\xB9 It can start earlier, but this is not as common. This is the time when you start to notice things like body hair (usually in your pubic area and underarms), curves to your body, growing taller faster, and getting your period. \"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'3',heading:\"Period\",bullets:[{summary:[\"Your period is the shedding of tissue from your uterus. Your uterus is a hollow, pear-shaped organ in your lower abdomen that is filled with tissue and blood. Once a month (depending on your menstrual cycle), your uterus sheds this tissue because the egg that\\u2019s released (during ovulation) is not fertilized.\",\"When you start your period, you\\u2019ll notice a spot of blood on your underwear or when you use the bathroom. The flow of blood from your vagina is usually light at first and may get heavier for a few days before tapering off. The blood may be a brownish color at first and then turn brighter red. Periods usually last three to seven days each month.\",\"In order to get through this time in your life, you will need to begin using feminine hygiene products, like pads and tampons. You want to ask your mom, guardian or doctor for help with choosing the product that\\u2019s best for you. Usually, you start out using a pad, and don\\u2019t worry, no one will know that you\\u2019re wearing one. Here is the quick difference between tampons and pads: Tampons fit inside your vagina and are good to use when swimming or doing other physical activities, and pads have adhesive strips on them that stick to your underwear. You\\u2019ll need to change either one regularly.\",\"Keep a calendar and mark the day you start your period each month. This can help you predict when you\\u2019ll have your next period and is also helpful when talking to your doctor.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'4',heading:\"Missed or Irregular Periods\",bullets:[{summary:[\"Having a missed or irregular period is normal in the beginning and, in some cases, normal throughout your life. As you get older and have more menstrual cycles, you will learn what is normal for you. Here are some possible causes of missed or irregular periods:\"],bullet:[\"Excessive weight loss or gain\",\"Eating disorders (like anorexia or bulimia)\",\"Athletics\",\"A large amount of stress\",\"Taveling frequency\",\"Medicines that may interfere with your hormone balance\",\"Other hormonal issues\",\"Illegal drug use\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'5',heading:\"Menstrual Cycle\",bullets:[{summary:[\"Your menstrual cycle is the time from the first day of your period to the first day of your next period. This time is usually twenty-one or twenty-eight days. But some young women can experience anything from twenty-one to more than thirty-five days. This cycle starts anew every month.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'6',heading:\"Pelvic Exam\",bullets:[{summary:[\"A pelvic exam is a routine exam your doctor does to check your pelvic organs. This means that the doctor will have you lie back on the table, then check the size and texture of your organs by inserting one or two gloved fingers into your vagina and pressing on your lower abdomen with the other hand. Occasionally, your doctor may place a finger in the vagina and rectum at the same time to feel the structures deeper in the pelvis. If you are ever in any pain, tell your doctor immediately.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'7',heading:\"Pap Test (or commonly called Pap smear)\",bullets:[{summary:[\"A Pap test (commonly called a Pap smear) is a test that your doctor does during your pelvic exam to look for changes in the cells of your cervix. It is recommended that you start having a Pap test within the first three years of having sex or by your twenty-first birthday. Speak with your doctor about how often you should have a Pap test.\",\"While you are lying on the table, the doctor will insert a metal or plastic device, called a speculum, in your vagina (to hold it open) and collect a small sample of cells from the surface of the cervix. The lab then exams the cells with a microscope for any cell changes, which may be signs of an abnormality. If your test results are abnormal, your doctor will advise you on what that means for you and the next course of action.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'8',heading:\"Premenstrual Syndrome (commonly know as PMS)\",bullets:[{summary:[\"Premenstrual syndrome (commonly known as PMS) is that time between ovulation (releasing of an egg) and the first day of your period when you are feeling emotionally, and sometimes physically, stressed and troubled. Most women, both young and old, do experience PMS.\",\"PMS symptoms vary from the emotional to the physical to the behavioral and can be mild to severe. Here are some common symptoms:\",\"Physical symptoms include breast swelling and tenderness, bloating, water retention, weight gain, acne, food cravings, sleep changes, lack of energy, and pain, such as headaches, migraines, aching joints or muscles, cramps, and low back pain.\",\"Emotional symptoms include depression, sadness, hopelessness, anger, irritability, anxiety, and mood swings. Many women also notice that they feel less alert and less able to concentrate.\",\"Behavioral symptoms include withdrawal from family and friends, and physical or verbal aggression.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'9',heading:\"Menstrual Cramps\",bullets:[{summary:[\"You may have menstrual cramps every now and again. Some women have them monthly. Menstrual cramps can go from mild to severe. Cramps are caused when the lining of your uterus contracts as the tissue is shedding for your period. Common symptoms are pain in your lower abdomen; back or thighs; headaches; nausea; dizziness or fainting; diarrhea; and/or constipation. \"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'10',heading:\"Breast Health\",bullets:[{summary:[\"At one time or another, breasts were new for all of us, just like they are new for you. So starting out comparing them to other girls\\u2019 is perfectly normal. But don\\u2019t let this comparison turn into an unhealthy habit because everyone develops differently. And your breasts are perfect for your body. The key is wearing the right bra and practicing great breasts health habits now. And breast self-exams are one of those habits.\",\"BSEs, as they are known, require checking your breasts once a month to help find any changes or problems, like lumps. As life would have it, many women have found their own breast problems. When you go in for your first Pap test, ask your doctor to teach you how to perform your monthly BSE. Each time you visit your doctor for your Pap test, the doctor does what\\u2019s called a clinical breast exam (or mammogram for women who are forty or over).\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'11',heading:\"Mental Health\",bullets:[{summary:[\"Depression is a mood disorder that may cause you to feel sad or irritated for a long while.\\xB2 If you are depressed, you may have difficulty enjoying school, spending time with friends or having fun. You may also have very low energy, want to sleep a lot or suffer other symptoms, like boredom or stomach pains.\",\"Depression can range from mild to severe. This varies from person to person and is caused by stressful life events, like a death, change of location, new medicines, or in some cases, it is genetic.\",\"Because you are going through so many developmental changes in your teen years, if you are depressed, it may not get recognized immediately. This is not because people aren\\u2019t paying attention to you; this is because the symptoms of depression are subtle and can be challenging to recognize. According to Kaiser Permanente, the main symptoms used to diagnose depression in children of any age are long-term irritability, sadness and a loss of pleasure in activities they used to enjoy. Other symptoms include:\"],bullet:[\"Changes in appetite that may lead to problems maintaining a normal weight\",\"Problems with sleeping or sleeping too much\",\"Feeling hopeless, worthless or guilty\",\"Difficulty concentrating, thinking or making decisions\",\"Recurring thoughts of death or suicide\",\"Speaking more slowly than usual\"],paragraph:[\"If you think you may be depressed, you should speak with your parent, an adult you trust or your doctor, and tell him or her what\\u2019s going on. You need to have a doctor\\u2019s appointment to figure out your depression level and to get you the appropriate treatment. Depression doesn\\u2019t just \\u201Cgo away\\u201D; you need some help. And if you\\u2019re not sure you are depressed, you can call the Suicide and Crisis Lifeline at 988 (just like dialing 911), twenty-four hours a day, seven days a week.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'12',heading:\"Hygiene\",bullets:[{summary:[\"Hygiene is more important than the clothes you wear. You can wear a $2,000.00 outfit, but if you smell bad, your teeth aren\\u2019t clean or your hair isn\\u2019t groomed, the cost won\\u2019t matter. There are plenty of people who pay a lot less for their clothes and still look like a million dollars. Why? Because they take care of their bodies and their health.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\",pinkPosi:Posi2},{id:'13',heading:\"Hair\",bullets:[{summary:[\"We all have different ideas of what beautiful hair looks like. So the question never is, \\u201CWhat is beautiful hair?\\u201D Instead, it always is, \\u201CHow can I get beautiful hair?\\u201D You can get beautiful hair by following these steps:\"]}],numberList:[{id:'1',bullet:\"Remember that your hair is just that\\u2014your hair. Just because a hairstyle looks great on someone else, that doesn\\u2019t mean it will look the same on you. Each person\\u2019s hair reacts differently to cuts, colors, lengths, and many other things.\"},{id:'2',bullet:\"Find a salon that makes you feel safe when you are there\\u2014meaning, you should be able to go there free from fear of leaving with a cut, color and/or style that you don\\u2019t want.\"},{id:'3',bullet:\"Get a great haircut. A great cut is one that flatters the natural shape of your face. To learn your face shape, pull your hair back off your face and tie it in a ponytail if possible, or if it is short, slick it back. Then look in the mirror and trace your face shape (along your hairline) on the mirror with a bar of soap. There are five basic face shapes: round, square, oval, diamond, and heart.\",bulletPoints:[\"Round\\u2014avoid cuts that stop on the cheeks or lay on your face. Instead, use longer hair layers to frame the face.\",\"Square\\u2014avoid cuts with straight bangs and hanging hair. Try adding some wispy bangs around the cheek.\",\"Oval\\u2014you can wear most hair cut styles and lengths. But avoid short layers at the top of your head, or your face will look long.\",\"Diamond and Heart\\u2014avoid styles with fullness on top and near the ears. Add curl and fullness to the chin area instead.\"]},{id:'4',bullet:\"Know your color scheme. It\\u2019s great to want blond highlights, but they should be the shade of blond that is within your color scheme.\"},{id:'5',bullet:\"Keep your hair clean and your scalp conditioned. Regular hair washing is necessary to reduce dandruff. Make sure you are also cleaning your combs and brushes each time you wash your hair. Conditioning your scalp keeps it from being dry and reduces breakage. It also gives hair a beautiful shine and holds in moisture. The type of conditioner you choose varies depending on your type of hair and ethnicity. Check with your stylist.\"},{id:'6',bullet:\"Keep your hair manageable. Do this by keeping your hair-ends trimmed once a month.\"},{id:'7',bullet:\"Enjoy your hair\"}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'14',heading:\"Skin\",bullets:[{summary:[\"Well, there\\u2019s a lot of skin on your body, and it\\u2019s all different. So let\\u2019s start with your face. The average book or Web site will tell you that soap and water work just fine. And in some cases, they do. But in most cases, they don\\u2019t. Just like your hair is your hair, your skin is your skin.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'15',heading:\"Face\",bullets:[{summary:[\"Facial skin requires three steps: cleanse, tone and moisturize. A word of caution: Don\\u2019t ignore your skin differences. I thought that I could use any cleanser and moisturizer on the shelf. That was my mistake. After a few uses, I found my skin breaking out terribly and consulted someone at a beauty counter. I always knew my skin was oily, but I didn\\u2019t realize the damage that using an oil-based moisturizer and no toner was causing. There are four types of skin: delicate, average, naturally oily, and oil-rich. Here are the differences:\"]}],numberList:[{id:'1',bullet:\"Has fine pores and a tendency toward dryness. It sometimes feels sensitive, tight and uncomfortable. You should focus on using milder cleansers and a light toner.\",term:\"Delicate skin:\"},{id:'2',bullet:\"Neither oily nor dry. This skin type is famous for its T-zone effect. Oiliness on the forehead, nose and chin, with some dryness around the eyes and cheeks. You should focus on using milder cleansers and moisturize only your dry areas. Your toner should be light.\",term:\"Average skin:\"},{id:'3',bullet:\"Strong skin with visible pores and a propensity towards breakouts. Use a cleanser specifically for oily skin and avoid oil-based moisturizers. Keep your toner moderate.\",term:\"Naturally oily:\"},{id:'4',bullet:\"Frequent breakouts and blackheads, with larger pores. Use a cleanser for oily skin and avoid oil-based moisturizers. You should also use a stronger toner.\",term:\"Oil-rich skin:\"}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'16',heading:\"Acne\",bullets:[{summary:[\"Acne is a very normal and common skin condition that happens when oil and dead skin cells clog your skin\\u2019s pores. The main forms of acne are pimples, whiteheads and blackheads.\",\"Here\\u2019s how it happens: Your skin glands may produce (make) more oil than your skin needs to stay moist. When there is too much oil, it mixes with dead skin cells and clogs pores. On occasion, this can cause a bacterial infection. You can find acne on your face, neck, chest, shoulders, or back. Although most common in teens and young adults, it can start at any time and last throughout your life. How much acne you have and where you have it depends on you. This varies from person to person.\",\"Treatment may reduce or stop your outbreaks and prevent scarring. Most cases of acne are treated with nonprescription medicines at home. Severe acne may require prescription medicines.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'17',heading:\"Makeup\",bullets:[{summary:[\"I know makeup is a big concern for you right now. As a young woman, makeup starts to be important. Whether you\\u2019re the new girl in school, you just had a birthday or you\\u2019re in a new grade. But it\\u2019s important that your makeup doesn\\u2019t make you look older than you are. At this stage, if your parent or guardian thinks wearing a little makeup is OK, your makeup goal should be simple: to look as fresh and beautiful as you are. And you can get a fresh look by wearing tinted lip gloss and light mascara. If something special is going on, try to add a little bit of eyeshadow and colorful eyeliner. I know you are constantly faced with the images of models, musicians and actors wearing too much and too heavy makeup. But you must remember that they are styled for their job, which is to entertain. If you wear too much makeup or it\\u2019s too heavy, you will look older. (And not in the \\u201CI look three years older\\u201D way\\u2014but in the \\u201CI look twenty-five years older\\u201D way.) Believe me, that\\u2019s not the look you\\u2019re going for.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'18',heading:\"Facial HAir\",bullets:[{summary:[\"Not just a concern for men, facial hair can pose a problem for women. I know, we don\\u2019t want to admit it, but when hairs are running rampant on our faces, we must face facts (no pun intended). You may need to get waxed\\u2014eyebrows, lips, chin, wherever you need. You should go to the salon to have this done at least once a month, but be sure to have a sensitivity test done on your skin to make sure you\\u2019re not allergic to the wax. Also, wax should not be too hot or it will burn your skin.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'19',heading:\"Body\",bullets:[{summary:[\"Please bathe or shower. There\\u2019s truly nothing else I can say here. Taking a bath or shower is very important, especially after sports or working out. A regular bar of soap should work well, but in some cases, there is a need for medicated soap due to allergies. If you find yourself itching or breaking out after bathing, speak with your parent, guardian or doctor because this may be due to allergies.\",\"Your genitals and anal area need to be cleaned well because of natural secretions that can cause irritation and infection if left unclean. Wash off well after soaping. Drying with a clean towel is important. Avoid sharing soaps and towels. Use deodorant or antiperspirant to reduce body odor and perspiration.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'20',heading:\"Menstrual Hygiene\",bullets:[{summary:[\"No woman feels completely comfortable when she has her cycle. Tension, cramps and everything in between makes for a stressful time, but proper hygiene is still important. Cleanliness and changing your pad or tampon as often as is necessary reduces the possibility of body odor. You should not shy away from showering during this time.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'21',heading:\"Urinary Tract Infection\",bullets:[{summary:[\"Urinary tract infections are more likely to happen to women than men. It happens when bacteria travel through the urethra and start breeding there. The infection causes pain or a burning sensation during urination. Itching, frequent urination, fever, and chills can also result from a urinary tract infection. You should seek medical attention to treat the infection.\",\"Urinary tract infections are an irritation you want to avoid. You can do this by washing or wiping front to back after urinating or defecating. Wear loose-fitting cotton underwear. Drink plenty of water. And don\\u2019t hold back when you have to urinate. If the condition continues after initial treatment, schedule another appointment with your doctor\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'22',heading:\"Teeth\",bullets:[{summary:[\"Having good oral hygiene is extremely important. A good brushing of your teeth is soft, not harsh, and takes two minutes\\u2014one minute on the front and one minute on the inside. If you can, you should invest in an electric toothbrush; they do wonders. Be sure to brush and floss teeth twice a day and rinse well after every meal to remove food particles. Brushing before going to bed and brushing your tongue are also important. You want to schedule a general cleaning appointment with your dentist twice a year (usually covered by insurance based on what you need).\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'23',heading:\"Bad Breath\",bullets:[{summary:[\"Bad breath can be caused by poor oral hygiene or gum infection. Smoking can make this worse. The proper brushing of the teeth, rinsing and overall oral care can get rid of bad breath.\",\"There are other reasons for bad breath. Colds, sinuses, throat infections, or tonsils can cause bad breath. Diseases of the stomach, liver and intestines, or uncontrolled diabetes are also possible causes. Consult your dentist if bad breath continues after good dental care; you need to see a doctor.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'24',heading:\"Hands\",bullets:[{summary:[\"Keep hands clean. You can avoid catching a multitude of infections, including the flu. Wash your hands thoroughly with soap and water before and after every meal, after using the restroom, after using a handkerchief or tissue, or after handling raw foods. Soaping and rinsing should cover the areas between fingers, nails and back of the hand. Convention says that washing your hands the length of singing one round of the \\u201CHappy Birthday\\u201D song or thirty seconds should be enough to clean them thoroughly. Dry your hands with a clean towel after each wash. Avoid cracking and hand irritation by moisturizing after drying.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'25',heading:\"Nails\",bullets:[{summary:[\"Long nails make it very difficult to get a lot done at work. Trim nails can make your life easier, but don\\u2019t cut them too close or they will pinch the skin. Also pay attention to your nails. They can be a sign of something going on in your body. Brittle or discolored nails are signs of deficiencies or disease conditions. Don\\u2019t keep your nails painted continuously. It causes the keratin (what nails are made of) to split. Pamper your hands and nails once every three weeks with a manicure. Choose your manicure kit with care. Soak your hands in warm water for ten minutes. Massage your hands, then thoroughly clean and shape your nails.\"]}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'26',heading:\"Feet\",bullets:[{summary:[\"Give your feet a good scrub with a pumice stone not made of abrasive material. Dry after bathing between toes. Keep toenails clipped. You can also keep your feet clean by:\"]}],numberList:[{id:'1',bullet:\"Taking shoes off every so often (at your desk or station).\"},{id:'2',bullet:\"Wearing cotton socks.\"},{id:'3',bullet:\"Wearing a clean pair of socks everyday. And as my mother always says, \\u201Cif you have only one pair of socks, wash them every night so they are fresh the next day.\\u201D\"},{id:'4',bullet:\"Varying your shoes. If possible, don\\u2019t wear the same pair two days in a row.\"},{id:'5',bullet:\"Getting a pedicure once every three weeks.\"}],paragraph:[\"And if you are diabetic, you must take special care of your feet. Talk to your doctor about the best treatment for your feet.\"],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'27',heading:\"Athletes Foot\",bullets:[{summary:[\"Athletes foot is an infection caused by a fungus that breeds in warm wet places. During this time, your skin becomes scaly with sores or blisters between the toes. And this can spread to your soles. Athletes foot often disappears on its own, but the area can become a site for other infections. This is why proper foot care is important. To help alleviate the discomfort caused by athletes foot, follow these steps:\"]}],numberList:[{id:'1',bullet:\"Rub off peelings gently.\"},{id:'2',bullet:\"Wash feet well and apply powder.\"},{id:'3',bullet:\"Use a mild over-the-counter anti-fungal ointment at bedtime.\"},{id:'4',bullet:\"Keep feet exposed.\"},{id:'5',bullet:\"If you have to wear shoes, wear cotton socks.\"},{id:'6',bullet:\"If your problem persists, speak with your doctor.\"}],image:Thumbnail,imageAlt:\"chapter 5 health and hygiene\"},{id:'28',heading:\"Things to Remember about Health & Hygiene:\",numberList:[{id:'1',bullet:\"To be the best person you can be, stay on top of your health and hygiene.\"},{id:'2',bullet:\"Hygiene is about being clean and groomed.\"},{id:'3',bullet:\"Puberty is the time when you start to notice natural, normal changes to your body.\"},{id:'4',bullet:\"A breast self-exam (BSE) consists of checking your breasts once a month to help find any changes or problems.\"},{id:'5',bullet:\"Depression is a mood disorder that may cause you to feel sad or irritated for a long while. If you\\u2019re not sure you are depressed, you can call the Suicide and Crisis Lifeline at 988 (just like dialing 911), twenty-four hours a day, seven days a week.\"}],image:Remember,imageAlt:\"chapter 5 health and hygiene\"}];export default healthAndHygiene;","map":{"version":3,"names":["Thumbnail","Remember","Posi1","Posi2","healthAndHygiene","id","summary","heading","bullets","title","tableData","image","imageAlt","pinkPosi","bullet","paragraph","numberList","bulletPoints","term"],"sources":["/home/curtis/Desktop/expo-apps/fromSneakers/chapters/healthAndHygiene.js"],"sourcesContent":["import Thumbnail from '../images/chapter-5-thumbnail.png';\nimport Remember from '../images/remember5.png';\nimport Posi1 from '../images/healthPosi1.png';\nimport Posi2 from '../images/healthPosi2.png';\n\nconst healthAndHygiene = [\n    {\n        id: '1',\n        summary: [`If you plan on living a healthy, long, fulfilling life, you have to have three things going for you. One is keeping regularly scheduled appointments with your doctors and dentist. Two is being physically active. And three is a good, balanced diet.`],\n        heading: `Health`,\n        bullets: [\n            {\n                summary: [`To be the best person you can be, stay on top of your health. Get regular exams, medical and dental, as a way to prevent disease. Prevention of disease or illness will reduce your risk of medical problems in the future considerably. And don’t forget your immunizations (shots) and dental cleanings.`],\n                title: `Preventive Care Schedule`,\n                tableData: [\n                    [`Physical exam*`, `every 1-2 years`],\n                    [`STI and HIV**`, `every 1 year, more frequently if sexually active`],\n                    [`Dental exam`, `every 6 months`],\n                    [`Pap smear/pelvic exam (women only)`, `every 1 year (with a gynecologist)`],\n                    [`Breast exam (women only)`, `every 1 year`],\n                    [`Mental health exam***`, `whenever you are feeling stressed, depressed, angry, unhappy, suicidal (whether at home or work)`],\n                    [`Influenza vaccine (flu shot)`, `suggested every 1 year`],\n                    [`Vision check`, `every 2-3 years`],\n                    [`Immunizations`, `speak with your primary care doctor to check if you are up-to-date`],\n                    [`*you have the right to a doctor who treats you with respect and listens when you have a problem or concern. if you ever feel like this is not the kind of doctor you have, you have the right to pick another doctor. when choosing a physician, you should feel comfortable enough to speak with them about anything.`],\n                    [`**always practice safe sexual behavior by abstaining from sex or using a condom during every encounter.`],\n                    [`***all health insurance companies have a list of mental health professionals that you can call. usually, you can also choose the type of person (male or female), ethnicity (for example, African American, Asian, Caucasian, Hispanic) or language of the professional.`]\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`,\n        pinkPosi:Posi1\n    },\n    {\n        id: '2',\n        heading: `Puberty`,\n        bullets: [\n            {\n                summary: [`During your teenage years (adolescence), your body is going through many changes that are happening at a fast pace. These changes can be confusing, but they are also fun and new. For most young women, puberty happens between ages nine and sixteen.\\u00b9 It can start earlier, but this is not as common. This is the time when you start to notice things like body hair (usually in your pubic area and underarms), curves to your body, growing taller faster, and getting your period. `]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '3',\n        heading: `Period`,\n        bullets: [\n            {\n                summary: [\n                    `Your period is the shedding of tissue from your uterus. Your uterus is a hollow, pear-shaped organ in your lower abdomen that is filled with tissue and blood. Once a month (depending on your menstrual cycle), your uterus sheds this tissue because the egg that’s released (during ovulation) is not fertilized.`,\n\n                    `When you start your period, you’ll notice a spot of blood on your underwear or when you use the bathroom. The flow of blood from your vagina is usually light at first and may get heavier for a few days before tapering off. The blood may be a brownish color at first and then turn brighter red. Periods usually last three to seven days each month.`,\n\n                    `In order to get through this time in your life, you will need to begin using feminine hygiene products, like pads and tampons. You want to ask your mom, guardian or doctor for help with choosing the product that’s best for you. Usually, you start out using a pad, and don’t worry, no one will know that you’re wearing one. Here is the quick difference between tampons and pads: Tampons fit inside your vagina and are good to use when swimming or doing other physical activities, and pads have adhesive strips on them that stick to your underwear. You’ll need to change either one regularly.`,\n\n                    `Keep a calendar and mark the day you start your period each month. This can help you predict when you’ll have your next period and is also helpful when talking to your doctor.`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '4',\n        heading: `Missed or Irregular Periods`,\n        bullets: [\n            {\n                summary: [`Having a missed or irregular period is normal in the beginning and, in some cases, normal throughout your life. As you get older and have more menstrual cycles, you will learn what is normal for you. Here are some possible causes of missed or irregular periods:`],\n                bullet: [\n                    `Excessive weight loss or gain`,\n                    `Eating disorders (like anorexia or bulimia)`,\n                    `Athletics`,\n                    `A large amount of stress`,\n                    `Taveling frequency`,\n                    `Medicines that may interfere with your hormone balance`,\n                    `Other hormonal issues`,\n                    `Illegal drug use`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '5',\n        heading: `Menstrual Cycle`,\n        bullets: [\n            {\n                summary: [`Your menstrual cycle is the time from the first day of your period to the first day of your next period. This time is usually twenty-one or twenty-eight days. But some young women can experience anything from twenty-one to more than thirty-five days. This cycle starts anew every month.`]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '6',\n        heading: `Pelvic Exam`,\n        bullets: [\n            {\n                summary: [`A pelvic exam is a routine exam your doctor does to check your pelvic organs. This means that the doctor will have you lie back on the table, then check the size and texture of your organs by inserting one or two gloved fingers into your vagina and pressing on your lower abdomen with the other hand. Occasionally, your doctor may place a finger in the vagina and rectum at the same time to feel the structures deeper in the pelvis. If you are ever in any pain, tell your doctor immediately.`]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '7',\n        heading: `Pap Test (or commonly called Pap smear)`,\n        bullets: [\n            {\n                summary: [\n                    `A Pap test (commonly called a Pap smear) is a test that your doctor does during your pelvic exam to look for changes in the cells of your cervix. It is recommended that you start having a Pap test within the first three years of having sex or by your twenty-first birthday. Speak with your doctor about how often you should have a Pap test.`,\n\n                    `While you are lying on the table, the doctor will insert a metal or plastic device, called a speculum, in your vagina (to hold it open) and collect a small sample of cells from the surface of the cervix. The lab then exams the cells with a microscope for any cell changes, which may be signs of an abnormality. If your test results are abnormal, your doctor will advise you on what that means for you and the next course of action.`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '8',\n        heading: `Premenstrual Syndrome (commonly know as PMS)`,\n        bullets: [\n            {\n                summary: [\n                    `Premenstrual syndrome (commonly known as PMS) is that time between ovulation (releasing of an egg) and the first day of your period when you are feeling emotionally, and sometimes physically, stressed and troubled. Most women, both young and old, do experience PMS.`,\n\n                    `PMS symptoms vary from the emotional to the physical to the behavioral and can be mild to severe. Here are some common symptoms:`,\n\n                    `Physical symptoms include breast swelling and tenderness, bloating, water retention, weight gain, acne, food cravings, sleep changes, lack of energy, and pain, such as headaches, migraines, aching joints or muscles, cramps, and low back pain.`,\n\n                    `Emotional symptoms include depression, sadness, hopelessness, anger, irritability, anxiety, and mood swings. Many women also notice that they feel less alert and less able to concentrate.`,\n\n                    `Behavioral symptoms include withdrawal from family and friends, and physical or verbal aggression.`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '9',\n        heading: `Menstrual Cramps`,\n        bullets: [\n            {\n                summary: [`You may have menstrual cramps every now and again. Some women have them monthly. Menstrual cramps can go from mild to severe. Cramps are caused when the lining of your uterus contracts as the tissue is shedding for your period. Common symptoms are pain in your lower abdomen; back or thighs; headaches; nausea; dizziness or fainting; diarrhea; and/or constipation. `]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '10',\n        heading: `Breast Health`,\n        bullets: [\n            {\n                summary: [\n                    `At one time or another, breasts were new for all of us, just like they are new for you. So starting out comparing them to other girls’ is perfectly normal. But don’t let this comparison turn into an unhealthy habit because everyone develops differently. And your breasts are perfect for your body. The key is wearing the right bra and practicing great breasts health habits now. And breast self-exams are one of those habits.`,\n\n                    `BSEs, as they are known, require checking your breasts once a month to help find any changes or problems, like lumps. As life would have it, many women have found their own breast problems. When you go in for your first Pap test, ask your doctor to teach you how to perform your monthly BSE. Each time you visit your doctor for your Pap test, the doctor does what’s called a clinical breast exam (or mammogram for women who are forty or over).`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '11',\n        heading: `Mental Health`,\n        bullets: [\n            {\n                summary: [\n                    `Depression is a mood disorder that may cause you to feel sad or irritated for a long while.\\u00b2 If you are depressed, you may have difficulty enjoying school, spending time with friends or having fun. You may also have very low energy, want to sleep a lot or suffer other symptoms, like boredom or stomach pains.`,\n\n                    `Depression can range from mild to severe. This varies from person to person and is caused by stressful life events, like a death, change of location, new medicines, or in some cases, it is genetic.`,\n\n                    `Because you are going through so many developmental changes in your teen years, if you are depressed, it may not get recognized immediately. This is not because people aren’t paying attention to you; this is because the symptoms of depression are subtle and can be challenging to recognize. According to Kaiser Permanente, the main symptoms used to diagnose depression in children of any age are long-term irritability, sadness and a loss of pleasure in activities they used to enjoy. Other symptoms include:`,\n                ],\n                bullet: [\n                    `Changes in appetite that may lead to problems maintaining a normal weight`,\n                    `Problems with sleeping or sleeping too much`,\n                    `Feeling hopeless, worthless or guilty`,\n                    `Difficulty concentrating, thinking or making decisions`,\n                    `Recurring thoughts of death or suicide`,\n                    `Speaking more slowly than usual`\n                ],\n                paragraph: [`If you think you may be depressed, you should speak with your parent, an adult you trust or your doctor, and tell him or her what’s going on. You need to have a doctor’s appointment to figure out your depression level and to get you the appropriate treatment. Depression doesn’t just “go away”; you need some help. And if you’re not sure you are depressed, you can call the Suicide and Crisis Lifeline at 988 (just like dialing 911), twenty-four hours a day, seven days a week.`]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '12',\n        heading: `Hygiene`,\n        bullets: [\n            {\n                summary: [`Hygiene is more important than the clothes you wear. You can wear a $2,000.00 outfit, but if you smell bad, your teeth aren’t clean or your hair isn’t groomed, the cost won’t matter. There are plenty of people who pay a lot less for their clothes and still look like a million dollars. Why? Because they take care of their bodies and their health.`]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`,\n        pinkPosi: Posi2\n    },\n    {\n        id: '13',\n        heading: `Hair`,\n        bullets: [\n            {\n                summary: [`We all have different ideas of what beautiful hair looks like. So the question never is, “What is beautiful hair?” Instead, it always is, “How can I get beautiful hair?” You can get beautiful hair by following these steps:`]\n            }\n        ],\n        numberList: [\n            {\n                id: '1',\n                bullet: `Remember that your hair is just that—your hair. Just because a hairstyle looks great on someone else, that doesn’t mean it will look the same on you. Each person’s hair reacts differently to cuts, colors, lengths, and many other things.`\n            },\n            {\n                id: '2',\n                bullet: `Find a salon that makes you feel safe when you are there—meaning, you should be able to go there free from fear of leaving with a cut, color and/or style that you don’t want.`,\n            },\n            {\n                id: '3',\n                bullet: `Get a great haircut. A great cut is one that flatters the natural shape of your face. To learn your face shape, pull your hair back off your face and tie it in a ponytail if possible, or if it is short, slick it back. Then look in the mirror and trace your face shape (along your hairline) on the mirror with a bar of soap. There are five basic face shapes: round, square, oval, diamond, and heart.`,\n                bulletPoints: [\n                    `Round—avoid cuts that stop on the cheeks or lay on your face. Instead, use longer hair layers to frame the face.`,\n                    `Square—avoid cuts with straight bangs and hanging hair. Try adding some wispy bangs around the cheek.`,\n                    `Oval—you can wear most hair cut styles and lengths. But avoid short layers at the top of your head, or your face will look long.`,\n                    `Diamond and Heart—avoid styles with fullness on top and near the ears. Add curl and fullness to the chin area instead.`\n                ]\n            },\n            {\n                id: '4',\n                bullet: `Know your color scheme. It’s great to want blond highlights, but they should be the shade of blond that is within your color scheme.`\n            },\n            {\n                id: '5',\n                bullet: `Keep your hair clean and your scalp conditioned. Regular hair washing is necessary to reduce dandruff. Make sure you are also cleaning your combs and brushes each time you wash your hair. Conditioning your scalp keeps it from being dry and reduces breakage. It also gives hair a beautiful shine and holds in moisture. The type of conditioner you choose varies depending on your type of hair and ethnicity. Check with your stylist.`\n            },\n            {\n                id: '6',\n                bullet: `Keep your hair manageable. Do this by keeping your hair-ends trimmed once a month.`\n            },\n            {\n                id: '7',\n                bullet: `Enjoy your hair`\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '14',\n        heading: `Skin`,\n        bullets: [\n            {\n                summary: [`Well, there’s a lot of skin on your body, and it’s all different. So let’s start with your face. The average book or Web site will tell you that soap and water work just fine. And in some cases, they do. But in most cases, they don’t. Just like your hair is your hair, your skin is your skin.`]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '15',\n        heading: `Face`,\n        bullets: [\n            {\n                summary: [`Facial skin requires three steps: cleanse, tone and moisturize. A word of caution: Don’t ignore your skin differences. I thought that I could use any cleanser and moisturizer on the shelf. That was my mistake. After a few uses, I found my skin breaking out terribly and consulted someone at a beauty counter. I always knew my skin was oily, but I didn’t realize the damage that using an oil-based moisturizer and no toner was causing. There are four types of skin: delicate, average, naturally oily, and oil-rich. Here are the differences:`]\n            }\n        ],\n        numberList: [\n            {\n                id: '1',\n                bullet: `Has fine pores and a tendency toward dryness. It sometimes feels sensitive, tight and uncomfortable. You should focus on using milder cleansers and a light toner.`,\n                term: `Delicate skin:`\n            },\n            {\n                id: '2',\n                bullet: `Neither oily nor dry. This skin type is famous for its T-zone effect. Oiliness on the forehead, nose and chin, with some dryness around the eyes and cheeks. You should focus on using milder cleansers and moisturize only your dry areas. Your toner should be light.`,\n                term: `Average skin:`\n            },\n            {\n                id: '3',\n                bullet: `Strong skin with visible pores and a propensity towards breakouts. Use a cleanser specifically for oily skin and avoid oil-based moisturizers. Keep your toner moderate.`,\n                term: `Naturally oily:`\n            },\n            {\n                id: '4',\n                bullet: `Frequent breakouts and blackheads, with larger pores. Use a cleanser for oily skin and avoid oil-based moisturizers. You should also use a stronger toner.`,\n                term: `Oil-rich skin:`\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '16',\n        heading: `Acne`,\n        bullets: [\n            {\n                summary: [\n                    `Acne is a very normal and common skin condition that happens when oil and dead skin cells clog your skin’s pores. The main forms of acne are pimples, whiteheads and blackheads.`,\n\n                    `Here’s how it happens: Your skin glands may produce (make) more oil than your skin needs to stay moist. When there is too much oil, it mixes with dead skin cells and clogs pores. On occasion, this can cause a bacterial infection. You can find acne on your face, neck, chest, shoulders, or back. Although most common in teens and young adults, it can start at any time and last throughout your life. How much acne you have and where you have it depends on you. This varies from person to person.`,\n\n                    `Treatment may reduce or stop your outbreaks and prevent scarring. Most cases of acne are treated with nonprescription medicines at home. Severe acne may require prescription medicines.`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '17',\n        heading: `Makeup`,\n        bullets: [\n            {\n                summary: [\n                    `I know makeup is a big concern for you right now. As a young woman, makeup starts to be important. Whether you’re the new girl in school, you just had a birthday or you’re in a new grade. But it’s important that your makeup doesn’t make you look older than you are. At this stage, if your parent or guardian thinks wearing a little makeup is OK, your makeup goal should be simple: to look as fresh and beautiful as you are. And you can get a fresh look by wearing tinted lip gloss and light mascara. If something special is going on, try to add a little bit of eyeshadow and colorful eyeliner. I know you are constantly faced with the images of models, musicians and actors wearing too much and too heavy makeup. But you must remember that they are styled for their job, which is to entertain. If you wear too much makeup or it’s too heavy, you will look older. (And not in the “I look three years older” way—but in the “I look twenty-five years older” way.) Believe me, that’s not the look you’re going for.`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '18',\n        heading: `Facial HAir`,\n        bullets: [\n            {\n                summary: [\n                    `Not just a concern for men, facial hair can pose a problem for women. I know, we don’t want to admit it, but when hairs are running rampant on our faces, we must face facts (no pun intended). You may need to get waxed—eyebrows, lips, chin, wherever you need. You should go to the salon to have this done at least once a month, but be sure to have a sensitivity test done on your skin to make sure you’re not allergic to the wax. Also, wax should not be too hot or it will burn your skin.`\n                ]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '19',\n        heading: `Body`,\n        bullets: [\n            {\n                summary: [\n                    `Please bathe or shower. There’s truly nothing else I can say here. Taking a bath or shower is very important, especially after sports or working out. A regular bar of soap should work well, but in some cases, there is a need for medicated soap due to allergies. If you find yourself itching or breaking out after bathing, speak with your parent, guardian or doctor because this may be due to allergies.`,\n\n                    `Your genitals and anal area need to be cleaned well because of natural secretions that can cause irritation and infection if left unclean. Wash off well after soaping. Drying with a clean towel is important. Avoid sharing soaps and towels. Use deodorant or antiperspirant to reduce body odor and perspiration.`\n                ]\n            },\n\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '20',\n        heading: `Menstrual Hygiene`,\n        bullets: [\n            {\n                summary: [\n                    `No woman feels completely comfortable when she has her cycle. Tension, cramps and everything in between makes for a stressful time, but proper hygiene is still important. Cleanliness and changing your pad or tampon as often as is necessary reduces the possibility of body odor. You should not shy away from showering during this time.`\n                ]\n            },\n\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '21',\n        heading: `Urinary Tract Infection`,\n        bullets: [\n            {\n                summary: [\n                    `Urinary tract infections are more likely to happen to women than men. It happens when bacteria travel through the urethra and start breeding there. The infection causes pain or a burning sensation during urination. Itching, frequent urination, fever, and chills can also result from a urinary tract infection. You should seek medical attention to treat the infection.`,\n\n                    `Urinary tract infections are an irritation you want to avoid. You can do this by washing or wiping front to back after urinating or defecating. Wear loose-fitting cotton underwear. Drink plenty of water. And don’t hold back when you have to urinate. If the condition continues after initial treatment, schedule another appointment with your doctor`\n                ]\n            },\n\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '22',\n        heading: `Teeth`,\n        bullets: [\n            {\n                summary: [\n                    `Having good oral hygiene is extremely important. A good brushing of your teeth is soft, not harsh, and takes two minutes—one minute on the front and one minute on the inside. If you can, you should invest in an electric toothbrush; they do wonders. Be sure to brush and floss teeth twice a day and rinse well after every meal to remove food particles. Brushing before going to bed and brushing your tongue are also important. You want to schedule a general cleaning appointment with your dentist twice a year (usually covered by insurance based on what you need).`\n                ]\n            },\n\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '23',\n        heading: `Bad Breath`,\n        bullets: [\n            {\n                summary: [\n                    `Bad breath can be caused by poor oral hygiene or gum infection. Smoking can make this worse. The proper brushing of the teeth, rinsing and overall oral care can get rid of bad breath.`,\n                    `There are other reasons for bad breath. Colds, sinuses, throat infections, or tonsils can cause bad breath. Diseases of the stomach, liver and intestines, or uncontrolled diabetes are also possible causes. Consult your dentist if bad breath continues after good dental care; you need to see a doctor.`\n                ]\n            },\n\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '24',\n        heading: `Hands`,\n        bullets: [\n            {\n                summary: [\n                    `Keep hands clean. You can avoid catching a multitude of infections, including the flu. Wash your hands thoroughly with soap and water before and after every meal, after using the restroom, after using a handkerchief or tissue, or after handling raw foods. Soaping and rinsing should cover the areas between fingers, nails and back of the hand. Convention says that washing your hands the length of singing one round of the “Happy Birthday” song or thirty seconds should be enough to clean them thoroughly. Dry your hands with a clean towel after each wash. Avoid cracking and hand irritation by moisturizing after drying.`\n                ]\n            },\n\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '25',\n        heading: `Nails`,\n        bullets: [\n            {\n                summary: [\n                    `Long nails make it very difficult to get a lot done at work. Trim nails can make your life easier, but don’t cut them too close or they will pinch the skin. Also pay attention to your nails. They can be a sign of something going on in your body. Brittle or discolored nails are signs of deficiencies or disease conditions. Don’t keep your nails painted continuously. It causes the keratin (what nails are made of) to split. Pamper your hands and nails once every three weeks with a manicure. Choose your manicure kit with care. Soak your hands in warm water for ten minutes. Massage your hands, then thoroughly clean and shape your nails.`\n                ]\n            },\n\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '26',\n        heading: `Feet`,\n        bullets: [\n            {\n                summary: [\n                    `Give your feet a good scrub with a pumice stone not made of abrasive material. Dry after bathing between toes. Keep toenails clipped. You can also keep your feet clean by:`\n                ]\n            },\n\n        ],\n        numberList: [\n            {\n                id: '1',\n                bullet: `Taking shoes off every so often (at your desk or station).`,\n            },\n            {\n                id: '2',\n                bullet: `Wearing cotton socks.`,\n            },\n            {\n                id: '3',\n                bullet: `Wearing a clean pair of socks everyday. And as my mother always says, “if you have only one pair of socks, wash them every night so they are fresh the next day.”`,\n            },\n            {\n                id: '4',\n                bullet: `Varying your shoes. If possible, don’t wear the same pair two days in a row.`,\n            },\n            {\n                id: '5',\n                bullet: `Getting a pedicure once every three weeks.`,\n            },\n        ],\n        paragraph: [`And if you are diabetic, you must take special care of your feet. Talk to your doctor about the best treatment for your feet.`],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '27',\n        heading: `Athletes Foot`,\n        bullets: [\n            {\n                summary: [`Athletes foot is an infection caused by a fungus that breeds in warm wet places. During this time, your skin becomes scaly with sores or blisters between the toes. And this can spread to your soles. Athletes foot often disappears on its own, but the area can become a site for other infections. This is why proper foot care is important. To help alleviate the discomfort caused by athletes foot, follow these steps:`]\n            }\n        ],\n        numberList: [\n            {\n                id: '1',\n                bullet: `Rub off peelings gently.`\n            },\n            {\n                id: '2',\n                bullet: `Wash feet well and apply powder.`\n            },\n            {\n                id: '3',\n                bullet: `Use a mild over-the-counter anti-fungal ointment at bedtime.`\n            },\n            {\n                id: '4',\n                bullet: `Keep feet exposed.`\n            },\n            {\n                id: '5',\n                bullet: `If you have to wear shoes, wear cotton socks.`\n            },\n            {\n                id: '6',\n                bullet: `If your problem persists, speak with your doctor.`\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 5 health and hygiene`\n    },\n    {\n        id: '28',\n        heading: `Things to Remember about Health & Hygiene:`,\n        numberList: [\n            {\n                id: '1',\n                bullet: `To be the best person you can be, stay on top of your health and hygiene.`\n            },\n            {\n                id:'2',\n                bullet:`Hygiene is about being clean and groomed.`\n            },\n            {\n                id:'3',\n                bullet:`Puberty is the time when you start to notice natural, normal changes to your body.`\n            },\n            {\n                id:'4',\n                bullet:`A breast self-exam (BSE) consists of checking your breasts once a month to help find any changes or problems.`\n            },\n            {\n                id:'5',\n                bullet:`Depression is a mood disorder that may cause you to feel sad or irritated for a long while. If you’re not sure you are depressed, you can call the Suicide and Crisis Lifeline at 988 (just like dialing 911), twenty-four hours a day, seven days a week.`\n            },\n        ],\n        image: Remember,\n        imageAlt: `chapter 5 health and hygiene`\n    }\n];\n\nexport default healthAndHygiene;"],"mappings":"AAAA,MAAOA,UAAS,yCAChB,MAAOC,SAAQ,+BACf,MAAOC,MAAK,iCACZ,MAAOC,MAAK,iCAEZ,GAAMC,iBAAgB,CAAG,CACrB,CACIC,EAAE,CAAE,GAAG,CACPC,OAAO,CAAE,2PAA2P,CACpQC,OAAO,SAAU,CACjBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,mTAA8S,CACvTG,KAAK,2BAA4B,CACjCC,SAAS,CAAE,CACP,oCAAqC,CACrC,oEAAqE,CACrE,gCAAiC,CACjC,2EAA4E,CAC5E,2CAA4C,CAC5C,4HAA6H,CAC7H,yDAA0D,CAC1D,kCAAmC,CACnC,sFAAuF,CACvF,0TAA0T,CAC1T,2GAA2G,CAC3G,4QAA4Q,CAEpR,CAAC,CACJ,CACDC,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BAAgC,CACxCC,QAAQ,CAACX,KACb,CAAC,CACD,CACIG,EAAE,CAAE,GAAG,CACPE,OAAO,UAAW,CAClBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,keACb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,GAAG,CACPE,OAAO,SAAU,CACjBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,27CASb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,GAAG,CACPE,OAAO,8BAA+B,CACtCC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,yQAAyQ,CAClRQ,MAAM,CAAE,+OAUZ,CAAC,CACJ,CACDH,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,GAAG,CACPE,OAAO,kBAAmB,CAC1BC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,kSACb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,GAAG,CACPE,OAAO,cAAe,CACtBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,+eACb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,GAAG,CACPE,OAAO,0CAA2C,CAClDC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,0wBAKb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,GAAG,CACPE,OAAO,+CAAgD,CACvDC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,w6BAWb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,GAAG,CACPE,OAAO,mBAAoB,CAC3BC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,iXACb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,gBAAiB,CACxBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,03BAKb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,gBAAiB,CACxBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,wgCAMR,CACDQ,MAAM,CAAE,uSAOP,CACDC,SAAS,CAAE,+fACf,CAAC,CACJ,CACDJ,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,UAAW,CAClBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,8WACb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BAAgC,CACxCC,QAAQ,CAAEV,KACd,CAAC,CACD,CACIE,EAAE,CAAE,IAAI,CACRE,OAAO,OAAQ,CACfC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,sPACb,CAAC,CACJ,CACDU,UAAU,CAAE,CACR,CACIX,EAAE,CAAE,GAAG,CACPS,MAAM,8PACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,2LACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,iZAAkZ,CACxZG,YAAY,CAAE,4eAMlB,CAAC,CACD,CACIZ,EAAE,CAAE,GAAG,CACPS,MAAM,4IACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,ibACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,qFACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,kBACV,CAAC,CACJ,CACDH,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,OAAQ,CACfC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,4TACb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,OAAQ,CACfC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,yiBACb,CAAC,CACJ,CACDU,UAAU,CAAE,CACR,CACIX,EAAE,CAAE,GAAG,CACPS,MAAM,qKAAsK,CAC5KI,IAAI,iBACR,CAAC,CACD,CACIb,EAAE,CAAE,GAAG,CACPS,MAAM,0QAA2Q,CACjRI,IAAI,gBACR,CAAC,CACD,CACIb,EAAE,CAAE,GAAG,CACPS,MAAM,2KAA4K,CAClLI,IAAI,kBACR,CAAC,CACD,CACIb,EAAE,CAAE,GAAG,CACPS,MAAM,6JAA8J,CACpKI,IAAI,iBACR,CAAC,CACJ,CACDP,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,OAAQ,CACfC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,02BAOb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,SAAU,CACjBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,gjCAGb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,cAAe,CACtBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,0fAGb,CAAC,CACJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,OAAQ,CACfC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,mtBAKb,CAAC,CAEJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,oBAAqB,CAC5BC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,kVAGb,CAAC,CAEJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,0BAA2B,CAClCC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,stBAKb,CAAC,CAEJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,QAAS,CAChBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,4jBAGb,CAAC,CAEJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,aAAc,CACrBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,0eAIb,CAAC,CAEJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,QAAS,CAChBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,2nBAGb,CAAC,CAEJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,QAAS,CAChBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,4oBAGb,CAAC,CAEJ,CACDK,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,OAAQ,CACfC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,+KAGb,CAAC,CAEJ,CACDU,UAAU,CAAE,CACR,CACIX,EAAE,CAAE,GAAG,CACPS,MAAM,6DACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,wBACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,8KACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,oFACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,6CACV,CAAC,CACJ,CACDC,SAAS,CAAE,iIAAiI,CAC5IJ,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,gBAAiB,CACxBC,OAAO,CAAE,CACL,CACIF,OAAO,CAAE,maACb,CAAC,CACJ,CACDU,UAAU,CAAE,CACR,CACIX,EAAE,CAAE,GAAG,CACPS,MAAM,2BACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,mCACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,+DACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,qBACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,gDACV,CAAC,CACD,CACIT,EAAE,CAAE,GAAG,CACPS,MAAM,oDACV,CAAC,CACJ,CACDH,KAAK,CAAEX,SAAS,CAChBY,QAAQ,+BACZ,CAAC,CACD,CACIP,EAAE,CAAE,IAAI,CACRE,OAAO,6CAA8C,CACrDS,UAAU,CAAE,CACR,CACIX,EAAE,CAAE,GAAG,CACPS,MAAM,4EACV,CAAC,CACD,CACIT,EAAE,CAAC,GAAG,CACNS,MAAM,4CACV,CAAC,CACD,CACIT,EAAE,CAAC,GAAG,CACNS,MAAM,qFACV,CAAC,CACD,CACIT,EAAE,CAAC,GAAG,CACNS,MAAM,gHACV,CAAC,CACD,CACIT,EAAE,CAAC,GAAG,CACNS,MAAM,kQACV,CAAC,CACJ,CACDH,KAAK,CAAEV,QAAQ,CACfW,QAAQ,+BACZ,CAAC,CACJ,CAED,cAAeR,iBAAgB"},"metadata":{},"sourceType":"module"}