{"ast":null,"code":"import Thumbnail from\"../images/chapter-9-thumbnail.png\";import Posi1 from\"../images/safetyPosi1.png\";import Posi2 from\"../images/safetyPosi2.png\";var safetySlides=[{id:'1',heading:\"Bullying\\u2075\",summary:[\"Bullying is when one person, or a group of people, repeatedly hurts someone else. Bullying involves hurting someone who is often weaker or less confident. There are many types of bullying, and for young women, bullying usually involves more teasing than hitting. Bullying is often done on purpose, and it can happen anywhere, such as at school, in the park, on a sports team, or even at home. Often the person being bullied has a hard time defending herself.\"],bullets:[{heading:\"Bullying can be:\",bullet:[\"Leaving someone out of group activities on purpose, such as being part of a clique and not letting others join\",\"Ignoring someone or giving him or her the \\u201Csilent treatment\",\"Using the Internet, instant messenger and/or e-mail to hurt others (also called cyber-bullying)\",\"Making faces and/or bad gestures with your hands at someone\",\"Using people to get something you want, such as making friends with someone who is smart just so they can do your homework for you\",\"Making fun of someone for being \\u201Cdifferent\\u201D\",\"Forcing someone to do something embarrassing or dangerous in order to join a sports team or social group (also called hazing)\",\"Name-calling, teasing, gossiping, and/or spreading rumors\",\"Hair pulling, biting and pinching\",\"Threatening and scaring others\",\"Hitting, punching and shoving \"],summary:[\"Young women tease one another, spread rumors and pick fights to be mean. Why? For most people, bullying is a way to feel better about themselves, feel important and control other people. Young women also think they will be popular if they make fun of others and spread gossip. What they don\\u2019t know is that bullying is not cool!\"]},{heading:\"Young women bully:\",bullet:[\"To get attention\",\"To get what they want\",\"To gain respect\",\"To become more popular\",\"To feel better about themselves\",\"To punish people they are jealous of\",\"Because they think it\\u2019s fun to hurt others\\u2019 feelings\",\"Because others are doing it\"]}],image:Thumbnail,imageAlt:\"chapter 9 safety\"},{id:'2',heading:\"Cyber-bullying\",summary:[\"Cyber-bullying is repeatedly hurting someone else by using technology. So, instead of whispering a rumor to a friend, a bully might e-mail or instant message that rumor or post it on the Internet for everyone to see! Or the bully might use technology to ignore you. An example of this would be a friend all of a sudden ignoring your e-mail or instant messages.\"],bullets:[{heading:\"Types of cyber-bullying include:\",bullet:[\"blogs\",\"instant messaging\",\"e - mail\",\"chat rooms\",\"text messaging\"],summary:[\"Many teens today, especially girls, use technology to bully others. In fact, one study found that twice as many girls as boys had bullied someone online.\"]},{heading:\"Here are some tips that may help protect you from cyber-bullying:\",bullet:[\"Don\\u2019t give out personal information online (not in instant message profiles, chat rooms, blogs, or on Web sites).\",\"Don\\u2019t tell anyone your e-mail or instant messaging passwords, even your friends.\",\"If someone sends a mean or threatening message, don\\u2019t respond. Save it and show it to a trusted adult.\",\"Don\\u2019t be a cyber-bully, because you just may find yourself on the other end of the cyber-bullying down the road.\"]},{heading:\"Bullying hurts by playing a role in:\",bullet:[\"Sadness, hurt feelings, loneliness, and even depression\",\"Poor body image, low self-esteem and even eating disorders, especially when teased about weight\",\"Skipping school, bad grades and being afraid to go to school\",\"Headaches, stomach aches and anxiety\",\"Trouble sleeping \",\"Thoughts and acts of suicide, in very bad cases\"],summary:[\"You can prevent bullying by pledging to not bully and to help others who are being bullied. You can also work with your favorite teacher and principal to help make your school a NO BULLY ZONE.\"]}],image:Thumbnail,imageAlt:\"chapter 9 safety\"},{id:'3',heading:\"For those being bullied\",summary:[\"You think you\\u2019re a good person and you don\\u2019t make anyone mad, at least not on purpose. So what do you do if you are bullied? Should you let it happen? Here are tips on what you can do if you are being bullied:\"],bullets:[{heading:\"Here are some tips to help keep you from being bullied:\",bullet:[\"Avoid bullies when you can.\",\"If you can, walk to school and eat lunch with a friend.\",\"Act confident.\",\"Stay near adults.\",\"Believe in yourself.\",\"And remember, YOU DETERMINE YOUR WORTH. Teach people how to treat you and they will follow.\"]}],numberList:[{id:'1',bullet:\"Tell an adult. Many young women fear telling an adult because they don\\u2019t want to look like a snitch or seem weak. However, adults can help end the bullying. Also, it may make you feel better to tell an adult.\"},{id:'2',bullet:\"Stand up for yourself. Believe it or not, this will help you gain respect from others. Practice what you might say to a bully in your mirror, or with a friend or adult. Practice saying it in a firm, confident voice. You may even encourage others to protect themselves from bullying, too.\"},{id:'3',bullet:\"Tell the bully to stop. Calmly walk away. Believe in yourself and tell others how you feel and what you think. You will gain respect from others. Also, by leading the way and showing others that you can\\u2019t be bullied, you can help prevent bullying in the future. You can also encourage others to protect themselves from bullying.\"},{id:'4',bullet:\"Do not fight back! It\\u2019s hard to do, but walk away from a bully and ignore him or her. If you give in to a bully and fight back, you could end up getting in trouble instead of the bully! If someone is hurting you physically, try to call for help or get away fast and get help from an adult.\"},{id:'5',bullet:\"Lighten the air! Make a joke to lighten up the mood. Say something funny to distract the people involved.\"},{id:'6',bullet:\"Make new friends and get involved. Making friends and having interests and extracurricular activities will make you feel better about yourself and the bullying situation. It will introduce you to people who share similar interests. When making friends, make sure you have positive friendships that are fun and free of bullying.\"},{id:'7',bullet:\"Don\\u2019t blame yourself. It\\u2019s important for you to know that it\\u2019s not your fault. No one deserves to be treated this way. If you\\u2019re being bullied, try to stop it either by yourself or with help from an adult.\"},{id:'8',bullet:\"Be strong! Bullies like to upset people, particularly those who can\\u2019t stand up for themselves. Be in control so that the bully won\\u2019t feel in control. It\\u2019s important to feel confident and have good self-esteem. Even if you don\\u2019t feel it at the moment, acting like you do will help. You may find that you are pretty good at handling a bully after all, and the next time you won\\u2019t have to fake the confidence.\"}],image:Thumbnail,imageAlt:\"chapter 9 safety\"},{id:'4',heading:\"For Bullies\",summary:[\"Did you know that being a bully can also cause you serious problems? Young women who bully are more likely to drop out of school, have poor grades, use drugs, and shoplift. But don\\u2019t worry, if you change your ways, you can avoid these negative pitfalls of bullying. Here are the things you can do to stop being a bully:\"],bullets:[{bullet:[\"Recognize and admit that you are a bully, and that your actions are hurting people.\",\"Talk to an adult that you trust. Talk to an adult or school counselor to learn how to stop bullying. Don\\u2019t worry about getting into trouble \\u2013 adults will be proud of you for wanting to change your ways.\",\"Look within yourself. Find better ways to deal with anger and be happy such as keeping physically active, getting involved in extracurricular activities, developing positive friendships, and talking with an adult.\",\"Form healthy relationships. Form positive relationships with people your age, as well as adults. Learn about having healthy relationships.\",\"Put yourself in their shoes. How do you think being bullied would make you feel? Try to understand how your actions make them feel.\",\"Make a change! Change your actions and be friendly to others.\"]}],note:\"And remember, making yourself feel good shouldn\\u2019t come by making others feel small.\",image:Thumbnail,imageAlt:\"chapter 9 safety\"},{id:'5',heading:\"Drinking, Smoking and Drugs\",summary:[\"Drinking, smoking and using drugs can affect your health, growth, emotional development, and school performance. Trying drinking, smoking and doing drugs as a teen is not safe or legal. And anyone who gives or buys you these things can go to jail. This includes beer and marijuana. Let me make this point loud and clear:\"],term:[{note:\"MARIJUANA (WEED/BLUNTS) IS AN ILLEGAL DRUG!\"}],paragraph:[\"If you are smoking and/or using alcohol and drugs because you are having problems at home or school, please call NineLine at 1-800-999-9999 (available twenty-four hours a day, seven days a week), and speak with a counselor. You can also call NineLine if you have friends or family members using and abusing alcohol and/or drugs.\"],image:Thumbnail,imageAlt:\"chapter 9 safety\"},{id:'6',heading:\"Internet Safety\",summary:[\"The Internet is one place that we forget can be dangerous. Just because you\\u2019re not sitting in front of someone or on the phone with him or her, that doesn\\u2019t mean he or she isn\\u2019t dangerous. Here are rules you should follow when using the Internet and posting your information on meeting sites. They may sound harsh, but they\\u2019re for your safety.\"],numberList:[{id:'1',bullet:\"Never give out personal information such as your name, home address, school name, or telephone number in a chat room or on bulletin boards.\"},{id:'2',bullet:\"Never send a picture of yourself to someone you chat with on the computer without your parent\\u2019s permission.\"},{id:'3',bullet:\"Never write to someone who has made you feel uncomfortable or scared.\"},{id:'4',bullet:\"Do not meet someone or have him or her visit you without the permission of your parents.\"},{id:'5',bullet:\"Tell your parents right away if you read anything on the Internet that makes you feel uncomfortable.\"},{id:'6',bullet:\"People online can be anyone they want. So a person who says \\u201Cshe\\u201D is a thirteen-year-old girl from New Orleans could really be a forty-five-year-old man from New York.\"},{id:'7',bullet:\"You can stop speaking to someone when you feel like it. Don\\u2019t let yourself be pressured into chatting because you want to be polite.\"},{id:'8',bullet:\"Speak to your parent or guardian and learn how to block (stop contact with) someone who has made you feel uncomfortable.\"},{id:'9',bullet:\"Never make plans to meet or runaway with someone you have met online. If you are having problems at home, call NineLine at 1-800-999-9999. And never tell someone you met online your personal problems.\"},{id:'10',bullet:\"If you become aware of the sharing, use or viewing of child pornography online, immediately report this to the National Center for Missing & Exploited Children at 1-800-843-5678.\"},{id:'11',bullet:\"If someone harasses you online, says anything inappropriate or does anything that makes you feel uncomfortable, contact your Internet service provider. And if you harass someone online, you could have your Internet access cancelled by your service provider.\"},{id:'12',bullet:\"Always ask your parent or guardian for help with situations.\"}],term:[{word:\"Trust your instincts.\",definition:\"If someone or something doesn\\u2019t feel right, then there\\u2019s a problem. Stop chatting with him or her immediately and get off the Internet. You can always go back later.\"}],image:Thumbnail,imageAlt:\"chapter 9 safety\",pinkPosi:Posi1},{id:'7',heading:\"Date Rape\\u2076\",summary:[\"As many as one in four high school girls have reported being sexually abused. If you have been sexually abused in the past, that puts you at higher risk for sexual abuse by a date. This is known as date rape\\u2014when forced sex occurs between two people who already know each other. Even if you have already agreed to and had sex with a person before, he or she doesn\\u2019t have the right to force you to have sex.\",\"Rape has nothing to do with love. It is about violence and control. Of course, not every person you meet is dangerous and planning to hurt you. But you need to take precautions and be prepared. Here are some tips to help keep you safe:\"],numberList:[{id:'1',bullet:\"Avoid places that are secluded. Go where there are other people, where you feel comfortable and safe. Don\\u2019t go to a date\\u2019s home or invite him to yours. These are the places where most date (acquaintance) rapes happen.\"},{id:'2',bullet:\"Trust your instincts. If you feel vulnerable or uncomfortable, call an adult and leave. Call the police if you need to.\"},{id:'3',bullet:\"Don\\u2019t be afraid to be rude. If a situation feels wrong or you start to get nervous, leave as quickly as possible.\"},{id:'4',bullet:\"Use your loud voice. If you feel like your date isn\\u2019t listening to you, get loud and scream for help. Use everything in your power to call attention to you\\u2014this way someone will see what\\u2019s going on.\"},{id:'5',bullet:\"Avoid alcohol and drugs. They compromise your ability\\u2014and that of your date\\u2014to make responsible decisions.\"},{id:'6',bullet:\"Go on a group or double date. Especially at first, dating in groups may be more comfortable and less risky. Being with friends may make you feel safer.\"}],image:Thumbnail,imageAlt:\"chapter 9 safety\"},{id:'8',heading:\"Dating Abuse/Relationship Violence\",summary:[\"We all know it. We see it every day on the news, and we read about it in the paper. Then we see talk shows of various couples who think dating with violence equals dating with love. WRONG.\",\"Contrary to popular belief, both men and women are involved in dating abuse/domestic violence. In addition, both genders are perpetrators of physical, emotional and psychological violence and abuse. You should not aspire to be in relationships like these. If you come across a person who is displaying the type of characteristics that suggest violent tendencies, get out immediately. Studies show that people who abuse their dating partners are more depressed, have lower self-esteem, and are more aggressive than peers.\",\"People who abuse usually show signs of\\u2076:\"],bullets:[{bullet:[\"Using threats or violence to solve problems\",\"Alcohol or drug use\",\"Inability to manage anger or frustration\",\"Poor social skills\",\"Association with violent friends\",\"Problems at school\",\"Lack of parental supervision, support or discipline\",\"Witnessing abuse at home\"],summary:[\"WHEN PEOPLE SHOW YOU WHO THEY ARE, ACCEPT IT AND MOVE ON. This is how they behave. Everyone has some good in them. And I know that everyone is not 100 percent bad all of the time, but do you really want to be around when they are?\",\"According to the Department of Justice, there are five basic types of relationship violence. They are used to get and keep power over you. These types of abuse can bully, manipulate, humiliate, isolate, frighten, terrorize, force, threaten, blame, hurt, injure, or wound you (and sometimes others).\"]}],term:[{word:\"Physical Abuse:\",definition:\"Hitting, slapping, pushing, grabbing, pinching, biting, hair pulling, and the list goes on. Physical abuse also includes stopping you from getting medical care or forcing you to drink or do drugs.\"},{word:\"Sexual Abuse:\",definition:\"Forcing or trying to force any sexual contact or behavior without your say-so. Sexual abuse includes, but is surely not limited to, marital rape, attacks on sexual parts of the body, forcing sex after physical violence has occurred, or treating one in a sexually shameful manner.\"},{word:\"Emotional Abuse:\",definition:\"Putting you down and reducing your sense of self-worth and/or self-esteem. This may include, but is not limited to, constant criticism, lessening your abilities, name-calling, or damaging your relationship with your children.\"},{word:\"Economic Abuse:\",definition:\"Making or attempting to make you depend on someone for money. Taking and keeping total control over your (and his or her) finances, withholding your contact to money, or forbidding you to go to church, school, or work.\"},{word:\"Psychological Abuse:\",definition:\"Causing fear by bullying; threatening to physically harm himself or herself, you, your children, or your family or friends; damaging your pets and/or property; and forcing you to be lonely, away from family, friends, church, school, and/or work.\",note:\"**Abuse often forgotten and never reported**\"},{word:\"Spiritual Abuse:\",definition:\"Terrorizing and using force to stop you from carrying out your religious and spiritual practices.\"}],paragraph:[\"If you are dating an abuser or are in a family of abuse, I encourage you to be strong and take a stand to protect the most important thing in this world\\u2014YOU. Don\\u2019t sit back, lie down, and allow this violence to rob you of your future, rob you of your purpose, rob you of your promise. SPEAK OUT\\u2014whether you are the victim or you know someone who is a victim\\u2014SPEAK OUT. Contact your local police department or speak with your school principal or a teacher you trust. Get help.\"],image:Thumbnail,imageAlt:\"chapter 9 safety\"},{id:'9',heading:\"HERE\\u2019S A LITTLE STORY FOR YOU:\",summary:[\"As an adult, I dated a guy whom I didn\\u2019t think was a good fit for me. After telling him several times that I didn\\u2019t think we would be a good couple, he refused to accept it. So, I wrote a list of reasons for not wanting to date him. I then gave him a call at work and began citing the list. After going over my list, which was about ten or eleven items, this guy began to go over his list of reasons why we should continue to see each other. Well, as you can imagine, I was at a crossroads. I expected him to argue my list, but I didn\\u2019t expect him to have his own list. So, a conversation that should have taken approximately fifteen minutes was well on its way to thirty-five to forty-five minutes. He proceeded to tell me that he \\u201Ccan fix\\u201D anything that I had a problem with. Why? Because he saw my list as a communication tool. I was \\u201Ccommunicating\\u201D what I wanted and needed from him. According to him, he now knew what I wanted and what he needed to change so that he could be who I wanted him to be. As flattering as this may seem, it\\u2019s not. I told him he was perfect the way he was, for someone else.\",\"I don\\u2019t care to be with anyone who feels the need to change himself to be who he isn\\u2019t. You will learn that we travel through life trying to \\u201Cfind\\u201D ourselves, trying to know who we are. And in many instances, some of us will never know. I am not going through my journey to be with someone who knows so little about the importance of being his true self.\",\"Let me tell you something: If you are with someone who insists on changing to be with you, be wary. Be wary, because at some point, he or she will realize that they are not being true to them, and it may get ugly for you. You don\\u2019t want to be blamed for his or her bad decision.\",\"And if you are with someone who wants you to change yourself to be with him or her, RUN! Run from them as fast as you can, because they are trying to control you.\",\"You know, I grew up in a home of domestic violence and the worse thing you could ever do is allow yourself to be devalued. We are all human. We are all children of God. And we all deserve to be in happy, healthy, loving relationships. YOU put a value on your life and your body. YOU determine your worth. YOU decide what goes and what doesn\\u2019t go in your life.\",\"You must be careful not to romanticize violence. You can\\u2019t view violence as a one-time thing. You can\\u2019t believe that \\u201CLove conquers all\\u2026\\u201D Not everything can be fixed. Use the experience as a learning experience and move on.\"],image:Thumbnail,imageAlt:\"chapter 9 safety\",pinkPosi:Posi2},{id:'10',heading:\"Things to Remember about Safety:\",summary:[],bullets:[{heading:\"\",bullet:[],summary:[]}],numberList:[{id:'1',bullet:\"YOU DETERMINE YOUR WORTH\"},{id:'2',bullet:\"Making yourself feel good shouldn\\u2019t come at the price of making others feel small.\"},{id:'3',bullet:\"Marijuana (weed/blunts) is an illegal drug.\"},{id:'4',bullet:\"If you, your friends or family members are using and abusing alcohol and/or drugs, please call NineLine at 1-800-999-9999 (available twenty-four hours a day, seven days a week), and speak with a counselor.\"},{id:'5',bullet:\"Date rape happens when forced sex occurs between two people who already know each other\"},{id:'6',bullet:\"DO NOT give your real name, phone number, social security number, or other personal information to people you have met online.\"},{id:'7',bullet:\"The six types of abuse are physical, sexual, emotional, economic, psychological, and spiritual.\"},{id:'8',bullet:\"Abuse is used to bully, manipulate, humiliate, isolate, frighten, terrorize, force, threaten, blame, hurt, injure, or wound you (and sometimes others).\"},{id:'9',bullet:\"WHEN PEOPLE SHOW YOU WHO THEY ARE, ACCEPT IT AND MOVE ON.\"}],image:Thumbnail,imageAlt:\"chapter 9 safety\"}];export default safetySlides;","map":{"version":3,"names":["Thumbnail","Posi1","Posi2","safetySlides","id","heading","summary","bullets","bullet","image","imageAlt","numberList","note","term","paragraph","word","definition","pinkPosi"],"sources":["/home/curtis/Desktop/expo-apps/fromSneakers/chapters/safetySlides.js"],"sourcesContent":["import Thumbnail from '../images/chapter-9-thumbnail.png';\nimport Posi1 from '../images/safetyPosi1.png';\nimport Posi2 from '../images/safetyPosi2.png';\n\nconst safetySlides = [\n    {\n        id: '1',\n        heading: `Bullying\\u2075`,\n        summary: [`Bullying is when one person, or a group of people, repeatedly hurts someone else. Bullying involves hurting someone who is often weaker or less confident. There are many types of bullying, and for young women, bullying usually involves more teasing than hitting. Bullying is often done on purpose, and it can happen anywhere, such as at school, in the park, on a sports team, or even at home. Often the person being bullied has a hard time defending herself.`],\n        bullets: [\n            {\n                heading: `Bullying can be:`,\n                bullet: [\n                    `Leaving someone out of group activities on purpose, such as being part of a clique and not letting others join`,\n                    `Ignoring someone or giving him or her the “silent treatment`,\n                    `Using the Internet, instant messenger and/or e-mail to hurt others (also called cyber-bullying)`,\n                    `Making faces and/or bad gestures with your hands at someone`,\n                    `Using people to get something you want, such as making friends with someone who is smart just so they can do your homework for you`,\n                    `Making fun of someone for being “different”`,\n                    `Forcing someone to do something embarrassing or dangerous in order to join a sports team or social group (also called hazing)`,\n                    `Name-calling, teasing, gossiping, and/or spreading rumors`,\n                    `Hair pulling, biting and pinching`,\n                    `Threatening and scaring others`,\n                    `Hitting, punching and shoving `\n                ],\n                summary: [`Young women tease one another, spread rumors and pick fights to be mean. Why? For most people, bullying is a way to feel better about themselves, feel important and control other people. Young women also think they will be popular if they make fun of others and spread gossip. What they don’t know is that bullying is not cool!`]\n            },\n            {\n                heading: `Young women bully:`,\n                bullet: [\n                    `To get attention`,\n                    `To get what they want`,\n                    `To gain respect`,\n                    `To become more popular`,\n                    `To feel better about themselves`,\n                    `To punish people they are jealous of`,\n                    `Because they think it’s fun to hurt others’ feelings`,\n                    `Because others are doing it`\n                ]\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n    {\n        id: '2',\n        heading: `Cyber-bullying`,\n        summary: [`Cyber-bullying is repeatedly hurting someone else by using technology. So, instead of whispering a rumor to a friend, a bully might e-mail or instant message that rumor or post it on the Internet for everyone to see! Or the bully might use technology to ignore you. An example of this would be a friend all of a sudden ignoring your e-mail or instant messages.`],\n        bullets: [\n            {\n                heading: `Types of cyber-bullying include:`,\n                bullet: [\n                    `blogs`,\n                    `instant messaging`,\n                    `e - mail`,\n                    `chat rooms`,\n                    `text messaging`\n                ],\n                summary: [`Many teens today, especially girls, use technology to bully others. In fact, one study found that twice as many girls as boys had bullied someone online.`]\n            },\n            {\n                heading: `Here are some tips that may help protect you from cyber-bullying:`,\n                bullet: [\n                    `Don’t give out personal information online (not in instant message profiles, chat rooms, blogs, or on Web sites).`,\n                    `Don’t tell anyone your e-mail or instant messaging passwords, even your friends.`,\n                    `If someone sends a mean or threatening message, don’t respond. Save it and show it to a trusted adult.`,\n                    `Don’t be a cyber-bully, because you just may find yourself on the other end of the cyber-bullying down the road.`\n                ]\n            },\n            {\n                heading: `Bullying hurts by playing a role in:`,\n                bullet: [\n                    `Sadness, hurt feelings, loneliness, and even depression`,\n                    `Poor body image, low self-esteem and even eating disorders, especially when teased about weight`,\n                    `Skipping school, bad grades and being afraid to go to school`,\n                    `Headaches, stomach aches and anxiety`,\n                    `Trouble sleeping `,\n                    `Thoughts and acts of suicide, in very bad cases`\n                ],\n                summary: [`You can prevent bullying by pledging to not bully and to help others who are being bullied. You can also work with your favorite teacher and principal to help make your school a NO BULLY ZONE.`]\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n    {\n        id: '3',\n        heading: `For those being bullied`,\n        summary: [`You think you’re a good person and you don’t make anyone mad, at least not on purpose. So what do you do if you are bullied? Should you let it happen? Here are tips on what you can do if you are being bullied:`],\n        bullets: [\n            {\n                heading: `Here are some tips to help keep you from being bullied:`,\n                bullet: [\n                    `Avoid bullies when you can.`,\n                    `If you can, walk to school and eat lunch with a friend.`,\n                    `Act confident.`,\n                    `Stay near adults.`,\n                    `Believe in yourself.`,\n                    `And remember, YOU DETERMINE YOUR WORTH. Teach people how to treat you and they will follow.`\n                ],\n            }\n        ],\n        numberList: [\n            {\n                id: '1',\n                bullet: `Tell an adult. Many young women fear telling an adult because they don’t want to look like a snitch or seem weak. However, adults can help end the bullying. Also, it may make you feel better to tell an adult.`\n            },\n            {\n                id: '2',\n                bullet: `Stand up for yourself. Believe it or not, this will help you gain respect from others. Practice what you might say to a bully in your mirror, or with a friend or adult. Practice saying it in a firm, confident voice. You may even encourage others to protect themselves from bullying, too.`\n            },\n            {\n                id: '3',\n                bullet: `Tell the bully to stop. Calmly walk away. Believe in yourself and tell others how you feel and what you think. You will gain respect from others. Also, by leading the way and showing others that you can’t be bullied, you can help prevent bullying in the future. You can also encourage others to protect themselves from bullying.`\n            },\n            {\n                id: '4',\n                bullet: `Do not fight back! It’s hard to do, but walk away from a bully and ignore him or her. If you give in to a bully and fight back, you could end up getting in trouble instead of the bully! If someone is hurting you physically, try to call for help or get away fast and get help from an adult.`\n            },\n            {\n                id: '5',\n                bullet: `Lighten the air! Make a joke to lighten up the mood. Say something funny to distract the people involved.`\n            },\n            {\n                id: '6',\n                bullet: `Make new friends and get involved. Making friends and having interests and extracurricular activities will make you feel better about yourself and the bullying situation. It will introduce you to people who share similar interests. When making friends, make sure you have positive friendships that are fun and free of bullying.`\n            },\n            {\n                id: '7',\n                bullet: `Don’t blame yourself. It’s important for you to know that it’s not your fault. No one deserves to be treated this way. If you’re being bullied, try to stop it either by yourself or with help from an adult.`\n            },\n            {\n                id: '8',\n                bullet: `Be strong! Bullies like to upset people, particularly those who can’t stand up for themselves. Be in control so that the bully won’t feel in control. It’s important to feel confident and have good self-esteem. Even if you don’t feel it at the moment, acting like you do will help. You may find that you are pretty good at handling a bully after all, and the next time you won’t have to fake the confidence.`\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n    {\n        id: '4',\n        heading: `For Bullies`,\n        summary: [`Did you know that being a bully can also cause you serious problems? Young women who bully are more likely to drop out of school, have poor grades, use drugs, and shoplift. But don’t worry, if you change your ways, you can avoid these negative pitfalls of bullying. Here are the things you can do to stop being a bully:`],\n        bullets: [\n            {\n                bullet: [\n                    `Recognize and admit that you are a bully, and that your actions are hurting people.`,\n                    `Talk to an adult that you trust. Talk to an adult or school counselor to learn how to stop bullying. Don’t worry about getting into trouble – adults will be proud of you for wanting to change your ways.`,\n                    `Look within yourself. Find better ways to deal with anger and be happy such as keeping physically active, getting involved in extracurricular activities, developing positive friendships, and talking with an adult.`,\n                    `Form healthy relationships. Form positive relationships with people your age, as well as adults. Learn about having healthy relationships.`,\n                    `Put yourself in their shoes. How do you think being bullied would make you feel? Try to understand how your actions make them feel.`,\n                    `Make a change! Change your actions and be friendly to others.`\n                ],\n            }\n        ],\n        note: `And remember, making yourself feel good shouldn’t come by making others feel small.`,\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n    {\n        id: '5',\n        heading: `Drinking, Smoking and Drugs`,\n        summary: [`Drinking, smoking and using drugs can affect your health, growth, emotional development, and school performance. Trying drinking, smoking and doing drugs as a teen is not safe or legal. And anyone who gives or buys you these things can go to jail. This includes beer and marijuana. Let me make this point loud and clear:`],\n        term: [\n            {\n                note: `MARIJUANA (WEED/BLUNTS) IS AN ILLEGAL DRUG!`\n            }\n        ],\n        paragraph: [`If you are smoking and/or using alcohol and drugs because you are having problems at home or school, please call NineLine at 1-800-999-9999 (available twenty-four hours a day, seven days a week), and speak with a counselor. You can also call NineLine if you have friends or family members using and abusing alcohol and/or drugs.`],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n    {\n        id: '6',\n        heading: `Internet Safety`,\n        summary: [`The Internet is one place that we forget can be dangerous. Just because you’re not sitting in front of someone or on the phone with him or her, that doesn’t mean he or she isn’t dangerous. Here are rules you should follow when using the Internet and posting your information on meeting sites. They may sound harsh, but they’re for your safety.`],\n        numberList: [\n            {\n                id: '1',\n                bullet: `Never give out personal information such as your name, home address, school name, or telephone number in a chat room or on bulletin boards.`\n            },\n            {\n                id: '2',\n                bullet: `Never send a picture of yourself to someone you chat with on the computer without your parent’s permission.`\n            },\n            {\n                id: '3',\n                bullet: `Never write to someone who has made you feel uncomfortable or scared.`\n            },\n            {\n                id: '4',\n                bullet: `Do not meet someone or have him or her visit you without the permission of your parents.`\n            },\n            {\n                id: '5',\n                bullet: `Tell your parents right away if you read anything on the Internet that makes you feel uncomfortable.`\n            },\n            {\n                id: '6',\n                bullet: `People online can be anyone they want. So a person who says “she” is a thirteen-year-old girl from New Orleans could really be a forty-five-year-old man from New York.`\n            },\n            {\n                id: '7',\n                bullet: `You can stop speaking to someone when you feel like it. Don’t let yourself be pressured into chatting because you want to be polite.`\n            },\n            {\n                id: '8',\n                bullet: `Speak to your parent or guardian and learn how to block (stop contact with) someone who has made you feel uncomfortable.`\n            },\n            {\n                id: '9',\n                bullet: `Never make plans to meet or runaway with someone you have met online. If you are having problems at home, call NineLine at 1-800-999-9999. And never tell someone you met online your personal problems.`\n            },\n            {\n                id: '10',\n                bullet: `If you become aware of the sharing, use or viewing of child pornography online, immediately report this to the National Center for Missing & Exploited Children at 1-800-843-5678.`\n            },\n            {\n                id: '11',\n                bullet: `If someone harasses you online, says anything inappropriate or does anything that makes you feel uncomfortable, contact your Internet service provider. And if you harass someone online, you could have your Internet access cancelled by your service provider.`\n            },\n            {\n                id: '12',\n                bullet: `Always ask your parent or guardian for help with situations.`\n            },\n        ],\n        term: [\n            {\n                word: `Trust your instincts.`,\n                definition: `If someone or something doesn’t feel right, then there’s a problem. Stop chatting with him or her immediately and get off the Internet. You can always go back later.`\n            }\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`,\n        pinkPosi: Posi1\n    },\n    {\n        id: '7',\n        heading: `Date Rape\\u2076`,\n        summary: [\n            `As many as one in four high school girls have reported being sexually abused. If you have been sexually abused in the past, that puts you at higher risk for sexual abuse by a date. This is known as date rape—when forced sex occurs between two people who already know each other. Even if you have already agreed to and had sex with a person before, he or she doesn’t have the right to force you to have sex.`,\n\n            `Rape has nothing to do with love. It is about violence and control. Of course, not every person you meet is dangerous and planning to hurt you. But you need to take precautions and be prepared. Here are some tips to help keep you safe:`\n        ],\n        numberList: [\n            {\n                id: '1',\n                bullet: `Avoid places that are secluded. Go where there are other people, where you feel comfortable and safe. Don’t go to a date’s home or invite him to yours. These are the places where most date (acquaintance) rapes happen.`\n            },\n            {\n                id: '2',\n                bullet: `Trust your instincts. If you feel vulnerable or uncomfortable, call an adult and leave. Call the police if you need to.`\n            },\n            {\n                id: '3',\n                bullet: `Don’t be afraid to be rude. If a situation feels wrong or you start to get nervous, leave as quickly as possible.`\n            },\n            {\n                id: '4',\n                bullet: `Use your loud voice. If you feel like your date isn’t listening to you, get loud and scream for help. Use everything in your power to call attention to you—this way someone will see what’s going on.`\n            },\n            {\n                id: '5',\n                bullet: `Avoid alcohol and drugs. They compromise your ability—and that of your date—to make responsible decisions.`\n            },\n            {\n                id: '6',\n                bullet: `Go on a group or double date. Especially at first, dating in groups may be more comfortable and less risky. Being with friends may make you feel safer.`\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n    {\n        id: '8',\n        heading: `Dating Abuse/Relationship Violence`,\n        summary: [\n            `We all know it. We see it every day on the news, and we read about it in the paper. Then we see talk shows of various couples who think dating with violence equals dating with love. WRONG.`,\n\n            `Contrary to popular belief, both men and women are involved in dating abuse/domestic violence. In addition, both genders are perpetrators of physical, emotional and psychological violence and abuse. You should not aspire to be in relationships like these. If you come across a person who is displaying the type of characteristics that suggest violent tendencies, get out immediately. Studies show that people who abuse their dating partners are more depressed, have lower self-esteem, and are more aggressive than peers.`,\n\n            `People who abuse usually show signs of\\u2076:`\n        ],\n        bullets: [\n            {\n                bullet: [\n                    `Using threats or violence to solve problems`,\n                    `Alcohol or drug use`,\n                    `Inability to manage anger or frustration`,\n                    `Poor social skills`,\n                    `Association with violent friends`,\n                    `Problems at school`,\n                    `Lack of parental supervision, support or discipline`,\n                    `Witnessing abuse at home`\n                ],\n                summary: [\n                    `WHEN PEOPLE SHOW YOU WHO THEY ARE, ACCEPT IT AND MOVE ON. This is how they behave. Everyone has some good in them. And I know that everyone is not 100 percent bad all of the time, but do you really want to be around when they are?`,\n\n                    `According to the Department of Justice, there are five basic types of relationship violence. They are used to get and keep power over you. These types of abuse can bully, manipulate, humiliate, isolate, frighten, terrorize, force, threaten, blame, hurt, injure, or wound you (and sometimes others).`\n                ]\n            }\n        ],\n        term: [\n            {\n                word:`Physical Abuse:`,\n                definition:`Hitting, slapping, pushing, grabbing, pinching, biting, hair pulling, and the list goes on. Physical abuse also includes stopping you from getting medical care or forcing you to drink or do drugs.`,\n            },\n            {\n                word:`Sexual Abuse:`,\n                definition:`Forcing or trying to force any sexual contact or behavior without your say-so. Sexual abuse includes, but is surely not limited to, marital rape, attacks on sexual parts of the body, forcing sex after physical violence has occurred, or treating one in a sexually shameful manner.`,\n            },\n            {\n                word:`Emotional Abuse:`,\n                definition:`Putting you down and reducing your sense of self-worth and/or self-esteem. This may include, but is not limited to, constant criticism, lessening your abilities, name-calling, or damaging your relationship with your children.`,\n            },\n            {\n                word:`Economic Abuse:`,\n                definition:`Making or attempting to make you depend on someone for money. Taking and keeping total control over your (and his or her) finances, withholding your contact to money, or forbidding you to go to church, school, or work.`,\n            },\n            {\n                word:`Psychological Abuse:`,\n                definition:`Causing fear by bullying; threatening to physically harm himself or herself, you, your children, or your family or friends; damaging your pets and/or property; and forcing you to be lonely, away from family, friends, church, school, and/or work.`,\n                note:`**Abuse often forgotten and never reported**`\n            },\n            {\n                word:`Spiritual Abuse:`,\n                definition:`Terrorizing and using force to stop you from carrying out your religious and spiritual practices.`,\n            },\n        ],\n        paragraph:[`If you are dating an abuser or are in a family of abuse, I encourage you to be strong and take a stand to protect the most important thing in this world—YOU. Don’t sit back, lie down, and allow this violence to rob you of your future, rob you of your purpose, rob you of your promise. SPEAK OUT—whether you are the victim or you know someone who is a victim—SPEAK OUT. Contact your local police department or speak with your school principal or a teacher you trust. Get help.`],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n    {\n        id: '9',\n        heading: `HERE’S A LITTLE STORY FOR YOU:`,\n        summary: [\n            `As an adult, I dated a guy whom I didn’t think was a good fit for me. After telling him several times that I didn’t think we would be a good couple, he refused to accept it. So, I wrote a list of reasons for not wanting to date him. I then gave him a call at work and began citing the list. After going over my list, which was about ten or eleven items, this guy began to go over his list of reasons why we should continue to see each other. Well, as you can imagine, I was at a crossroads. I expected him to argue my list, but I didn’t expect him to have his own list. So, a conversation that should have taken approximately fifteen minutes was well on its way to thirty-five to forty-five minutes. He proceeded to tell me that he “can fix” anything that I had a problem with. Why? Because he saw my list as a communication tool. I was “communicating” what I wanted and needed from him. According to him, he now knew what I wanted and what he needed to change so that he could be who I wanted him to be. As flattering as this may seem, it’s not. I told him he was perfect the way he was, for someone else.`,\n\n            `I don’t care to be with anyone who feels the need to change himself to be who he isn’t. You will learn that we travel through life trying to “find” ourselves, trying to know who we are. And in many instances, some of us will never know. I am not going through my journey to be with someone who knows so little about the importance of being his true self.`,\n\n            `Let me tell you something: If you are with someone who insists on changing to be with you, be wary. Be wary, because at some point, he or she will realize that they are not being true to them, and it may get ugly for you. You don’t want to be blamed for his or her bad decision.`,\n\n            `And if you are with someone who wants you to change yourself to be with him or her, RUN! Run from them as fast as you can, because they are trying to control you.`,\n\n            `You know, I grew up in a home of domestic violence and the worse thing you could ever do is allow yourself to be devalued. We are all human. We are all children of God. And we all deserve to be in happy, healthy, loving relationships. YOU put a value on your life and your body. YOU determine your worth. YOU decide what goes and what doesn’t go in your life.`,\n\n            `You must be careful not to romanticize violence. You can’t view violence as a one-time thing. You can’t believe that “Love conquers all…” Not everything can be fixed. Use the experience as a learning experience and move on.`\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`,\n        pinkPosi: Posi2\n    },\n    {\n        id: '10',\n        heading: `Things to Remember about Safety:`,\n        summary: [],\n        bullets: [\n            {\n                heading: ``,\n                bullet: [],\n                summary: []\n            }\n        ],\n        numberList: [\n            {\n                id:'1',\n                bullet:`YOU DETERMINE YOUR WORTH`\n            },\n            {\n                id:'2',\n                bullet:`Making yourself feel good shouldn’t come at the price of making others feel small.`\n            },\n            {\n                id:'3',\n                bullet:`Marijuana (weed/blunts) is an illegal drug.`\n            },\n            {\n                id:'4',\n                bullet:`If you, your friends or family members are using and abusing alcohol and/or drugs, please call NineLine at 1-800-999-9999 (available twenty-four hours a day, seven days a week), and speak with a counselor.`\n            },\n            {\n                id:'5',\n                bullet:`Date rape happens when forced sex occurs between two people who already know each other`\n            },\n            {\n                id:'6',\n                bullet:`DO NOT give your real name, phone number, social security number, or other personal information to people you have met online.`\n            },\n            {\n                id:'7',\n                bullet:`The six types of abuse are physical, sexual, emotional, economic, psychological, and spiritual.`\n            },\n            {\n                id:'8',\n                bullet:`Abuse is used to bully, manipulate, humiliate, isolate, frighten, terrorize, force, threaten, blame, hurt, injure, or wound you (and sometimes others).`\n            },\n            {\n                id:'9',\n                bullet:`WHEN PEOPLE SHOW YOU WHO THEY ARE, ACCEPT IT AND MOVE ON.`\n            },\n        ],\n        image: Thumbnail,\n        imageAlt: `chapter 9 safety`\n    },\n];\n\nexport default safetySlides;"],"mappings":"AAAA,MAAOA,UAAS,yCAChB,MAAOC,MAAK,iCACZ,MAAOC,MAAK,iCAEZ,GAAMC,aAAY,CAAG,CACjB,CACIC,EAAE,CAAE,GAAG,CACPC,OAAO,iBAAkB,CACzBC,OAAO,CAAE,8cAA8c,CACvdC,OAAO,CAAE,CACL,CACIF,OAAO,mBAAoB,CAC3BG,MAAM,CAAE,ozBAYP,CACDF,OAAO,CAAE,gVACb,CAAC,CACD,CACID,OAAO,qBAAsB,CAC7BG,MAAM,CAAE,+PAUZ,CAAC,CACJ,CACDC,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACD,CACIN,EAAE,CAAE,GAAG,CACPC,OAAO,iBAAkB,CACzBC,OAAO,CAAE,4WAA4W,CACrXC,OAAO,CAAE,CACL,CACIF,OAAO,mCAAoC,CAC3CG,MAAM,CAAE,sEAMP,CACDF,OAAO,CAAE,6JACb,CAAC,CACD,CACID,OAAO,oEAAqE,CAC5EG,MAAM,CAAE,wbAMZ,CAAC,CACD,CACIH,OAAO,uCAAwC,CAC/CG,MAAM,CAAE,yUAOP,CACDF,OAAO,CAAE,oMACb,CAAC,CACJ,CACDG,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACD,CACIN,EAAE,CAAE,GAAG,CACPC,OAAO,0BAA2B,CAClCC,OAAO,CAAE,+NAAqN,CAC9NC,OAAO,CAAE,CACL,CACIF,OAAO,0DAA2D,CAClEG,MAAM,CAAE,mPAQZ,CAAC,CACJ,CACDG,UAAU,CAAE,CACR,CACIP,EAAE,CAAE,GAAG,CACPI,MAAM,wNACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,kSACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,gVACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,ySACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,4GACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,0UACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,oOACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,kbACV,CAAC,CACJ,CACDC,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACD,CACIN,EAAE,CAAE,GAAG,CACPC,OAAO,cAAe,CACtBC,OAAO,CAAE,wUAAmU,CAC5UC,OAAO,CAAE,CACL,CACIC,MAAM,CAAE,y1BAQZ,CAAC,CACJ,CACDI,IAAI,2FAAuF,CAC3FH,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACD,CACIN,EAAE,CAAE,GAAG,CACPC,OAAO,8BAA+B,CACtCC,OAAO,CAAE,oUAAoU,CAC7UO,IAAI,CAAE,CACF,CACID,IAAI,8CACR,CAAC,CACJ,CACDE,SAAS,CAAE,4UAA4U,CACvVL,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACD,CACIN,EAAE,CAAE,GAAG,CACPC,OAAO,kBAAmB,CAC1BC,OAAO,CAAE,+WAA2V,CACpWK,UAAU,CAAE,CACR,CACIP,EAAE,CAAE,GAAG,CACPI,MAAM,8IACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,mHACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,wEACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,2FACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,uGACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,oLACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,4IACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,2HACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,2MACV,CAAC,CACD,CACIJ,EAAE,CAAE,IAAI,CACRI,MAAM,qLACV,CAAC,CACD,CACIJ,EAAE,CAAE,IAAI,CACRI,MAAM,oQACV,CAAC,CACD,CACIJ,EAAE,CAAE,IAAI,CACRI,MAAM,+DACV,CAAC,CACJ,CACDK,IAAI,CAAE,CACF,CACIE,IAAI,wBAAyB,CAC7BC,UAAU,kLACd,CAAC,CACJ,CACDP,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBAAoB,CAC5BO,QAAQ,CAAEhB,KACd,CAAC,CACD,CACIG,EAAE,CAAE,GAAG,CACPC,OAAO,kBAAmB,CAC1BC,OAAO,CAAE,kpBAIR,CACDK,UAAU,CAAE,CACR,CACIP,EAAE,CAAE,GAAG,CACPI,MAAM,sOACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,0HACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,yHACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,wNACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,uHACV,CAAC,CACD,CACIJ,EAAE,CAAE,GAAG,CACPI,MAAM,0JACV,CAAC,CACJ,CACDC,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACD,CACIN,EAAE,CAAE,GAAG,CACPC,OAAO,qCAAsC,CAC7CC,OAAO,CAAE,2vBAMR,CACDC,OAAO,CAAE,CACL,CACIC,MAAM,CAAE,8QASP,CACDF,OAAO,CAAE,uhBAKb,CAAC,CACJ,CACDO,IAAI,CAAE,CACF,CACIE,IAAI,kBAAkB,CACtBC,UAAU,uMACd,CAAC,CACD,CACID,IAAI,gBAAgB,CACpBC,UAAU,0RACd,CAAC,CACD,CACID,IAAI,mBAAmB,CACvBC,UAAU,oOACd,CAAC,CACD,CACID,IAAI,kBAAkB,CACtBC,UAAU,6NACd,CAAC,CACD,CACID,IAAI,uBAAuB,CAC3BC,UAAU,wPAAwP,CAClQJ,IAAI,+CACR,CAAC,CACD,CACIG,IAAI,mBAAmB,CACvBC,UAAU,oGACd,CAAC,CACJ,CACDF,SAAS,CAAC,mfAA+d,CACzeL,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACD,CACIN,EAAE,CAAE,GAAG,CACPC,OAAO,sCAAkC,CACzCC,OAAO,CAAE,oiFAYR,CACDG,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBAAoB,CAC5BO,QAAQ,CAAEf,KACd,CAAC,CACD,CACIE,EAAE,CAAE,IAAI,CACRC,OAAO,mCAAoC,CAC3CC,OAAO,CAAE,EAAE,CACXC,OAAO,CAAE,CACL,CACIF,OAAO,GAAI,CACXG,MAAM,CAAE,EAAE,CACVF,OAAO,CAAE,EACb,CAAC,CACJ,CACDK,UAAU,CAAE,CACR,CACIP,EAAE,CAAC,GAAG,CACNI,MAAM,2BACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,0FACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,8CACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,gNACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,0FACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,iIACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,kGACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,0JACV,CAAC,CACD,CACIJ,EAAE,CAAC,GAAG,CACNI,MAAM,4DACV,CAAC,CACJ,CACDC,KAAK,CAAET,SAAS,CAChBU,QAAQ,mBACZ,CAAC,CACJ,CAED,cAAeP,aAAY"},"metadata":{},"sourceType":"module"}